{"listin":[{"t":"107876","list": 1,"cat": 1,"title": "Guia ativação do Certificado SSL (HTTPS) de seu fórum","desc": "O certificado SSL (Secure Socket Layer) permite que os internautas/visitantes do fórum possam trocar informações com total segurança, com o uso de campos de Cartão de crédito, Login e Senha, por exemplo. Ao habilitar o SSL no fórum, você poderá ver um aviso do seu navegador na qual esclarece que seu fórum é seguro.","tagnew":0,"tagupdate":0},{"t":"93907","list": 1,"cat": 1,"title": "Aumente a segurança do fórum","desc": "Você sabia que é possível ter controle do fórum através do painel de controle? É, não é só você que sabe disso e talvez seja um problema outras pessoas terem acesso a ele.","tagnew":0,"tagupdate":0},{"t":"21033","list": 1,"cat": 1,"title": "Adicionar código &quot;Google Analytics&quot;","desc": "O Google Analytics é a solução de análise da web de cunho empresarial que fornece a você uma ótima visibilidade do tráfego e da eficiência do marketing do seu website. ele poderá ser adicionado de forma prática em seu fórum, através do Painel de Controle. Sempre que desejar conferir as estatísticas do seu fórum poderá utilizar este serviço, que possui uma integração direta com o sistema Forumeiros.","tagnew":0,"tagupdate":0},{"t":"23026","list": 1,"cat": 1,"title": "Ativar / Desativar supressão de cookies","desc": "Cookies são arquivos que contem informações de páginas da internet, tanto pode ser informações de login ou de sessão. Ativando esta função os usuários poderão limpar dados guardados pelo fórum de modo direto, sem ter de limpar todos os cookies guardados.","tagnew":0,"tagupdate":0},{"t":"74971","list": 1,"cat": 1,"title": "Barra de ferramentas","desc": "Com esta nova funcionalidade em nossos fóruns, é possível agora, ter acesso fácil a menus rápidos e, até mesmo, a uma central de notificações que te informa, desde a solicitação de uma mensagem, até a criação de alertas para seu usuário!","tagnew":0,"tagupdate":0},{"t":"22396","list": 1,"cat": 1,"title": "Caixa de conexão rápida","desc": "Muitas vezes quando queremos nos conectar de maneira rápida ao fórum, é necessário que haja uma caixa de login de fácil acesso! Com esta funcionalidade isso é possível, com ela ativa-se uma caixa de login na home-page (página onde estão as categorias) do fórum.","tagnew":0,"tagupdate":0},{"t":"35484","list": 1,"cat": 1,"title": "Como funciona um backup?","desc": "Como já vimos no Tutorial &quot;Utilizar as Ferramentas de Usuários&quot;, o Backup de nosso fórum é muito importante. Mas agora, estudaremos essa função de um modo mais detalhado, para deixar seu fórum sempre seguro e atualizado.","tagnew":0,"tagupdate":0},{"t":"110823","list": 1,"cat": 1,"title": "Configurar o arquivo de publicidade ads.txt do fórum","desc": "O arquivo ADS.txt permite que você possa adicionar ao seu fórum os vendedores (anunciantes) autorizados a emitir certa publicidade em sua comunidade. Configurando este arquivo, será possível permitir que estas sejam mostradas nas páginas de seu fórum.","tagnew":0,"tagupdate":0},{"t":"16564","list": 1,"cat": 1,"title": "Configurações do Email do fórum","desc": "Sempre que enviamos uma newsletter através do nosso Fórum, podemos definir um remetente, que poderá ser o email oficial do Fórum e podemos também definir uma assinatura que será anexada a todas as notificações que todos os membros recebem.","tagnew":0,"tagupdate":0},{"t":"8411","list": 1,"cat": 1,"title": "Criar e modificar o Favicon","desc": "O favicon é o ícone do fórum, ele é mostrado nas abas, na caixa de texto onde se digita o endereço da página (barra de endereços) e nos favoritos. O Forumeiros originalmente dispõe um favicon padrão para os fóruns mas, ele pode ser modificado para um outro predefinido ou mesmo criado por você como será descrito.","tagnew":0,"tagupdate":0},{"t":"26697","list": 1,"cat": 1,"title": "Configurar a página inicial do fórum","desc": "Através desta opção poderá selecionar qual será a página que será aberta quando acessar ao endereço do fórum.","tagnew":0,"tagupdate":0},{"t":"22649","list": 1,"cat": 1,"title": "Comprar um domínio personalizado por Forumeiros","desc": "Um fórum, como qualquer outro website, é definido por um endereço (ou URL). Na Forumeiros, por norma, os endereços se parecem com: nomedoseuforum.forumeiros.com O endereço do fórum é definido na sua criação, mas, é bem mais difícil de memorizar. É preferível utilizar um endereço como: nomedoseuforum.com. E, assim, se torna mais fácil de memorizar.","tagnew":0,"tagupdate":0},{"t":"93908","list": 1,"cat": 1,"title": "Exibir avatar na coluna &quot;Última mensagem&quot; no fórum","desc": "Quando ativada, a função mostra o avatar dos membros que postaram por último na coluna &quot;Última mensagem&quot; dos fóruns, subfóruns ou blogs de uma categoria.","tagnew":0,"tagupdate":0},{"t":"17182","list": 1,"cat": 1,"title": "Excluir um Fórum","desc": "Através deste tutorial aprenderá como excluir o seu fórum. Esta ação somente deve ser tomada caso tenha certeza de que é o que realmente pretende fazer. Pois ao invés de removê-lo, você pode passar a administração para uma outra pessoa.","tagnew":0,"tagupdate":0},{"t":"20324","list": 1,"cat": 1,"title": "Envio de nova senha para moderadores e administradores","desc": "Por motivos de segurança e para evitar invasões em nossos fóruns, pode ser impedido o uso da ferramenta &quot;Esqueci minha senha&quot; para os administradores e moderadores de um fórum. Esta senha pode ser recuperada por um administrador, no caso de um moderador e, em casos mais graves o administrador pode solicitar o envio de uma nova senha para si mesmo através deste fórum de suporte.","tagnew":0,"tagupdate":0},{"t":"93961","list": 1,"cat": 1,"title": "Escolher o nome do fórum","desc": "A escolha do nome do nosso fórum é, sem dúvida alguma, a primeira coisa a ser considerada no momento da criação do site. É ele que será responsável por grande parte da construção da identidade do seu espaço de discussão e será uma marca do seu trabalho enquanto administrador. Tendo isso em vista, a escolha não pode ser aleatória, e o FdF preparou um guia prático que irá ajudá-lo a escolher um nome de impacto.","tagnew":0,"tagupdate":0},{"t":"87579","list": 1,"cat": 1,"title": "Gerenciamento das balizas adicionais","desc": "As balizas adicionais são uma importante ferramenta para a optimização do seu SEO ou aplicação de códigos. Nesta FAQ, iremos lhe ensinar como aplicar tais códigos e como optimizar seu desempenho nos motores de busca de uma maneira simples e eficaz.","tagnew":0,"tagupdate":0},{"t":"27173","list": 1,"cat": 1,"title": "Gerenciar o espaço de armazenamento do fórum","desc": "Nossos fóruns possuem duas funcionalidades que usam seu espaço de armazenamento, os anexos e a galeria. Temos como padrão 20mb de armazenamento, que podem aumentar caso compremos espaço suplementar. Veremos como podemos dividir este espaço entre a galeria e os anexos.","tagnew":0,"tagupdate":0},{"t":"15866","list": 1,"cat": 1,"title": "Gerir a função &quot;Fórum em construção&quot;","desc": "Esta função é muito útil quando desejamos fazer alguma modificação em nosso fórum, mesmo que a mesma seja pequena e, não desejamos que os usuários á vejam. Com este recurso sempre que ativado impedirá os membros de acederem as páginas do fórum, sendo exibida uma mensagem personalizável.","tagnew":0,"tagupdate":0},{"t":"16354","list": 1,"cat": 1,"title": "Gerir a função &quot;Lixeira&quot;","desc": "Através da função &quot;Lixeira&quot;, poderá fazer um fórum para enviar automaticamente todos os tópicos que não pretende que fiquem disponíveis rapidamente pelas ferramentas da moderação e para a função de auto-exclusão, na qual pode-se enviar os tópicos para a lixeira.","tagnew":0,"tagupdate":0},{"t":"16325","list": 1,"cat": 1,"title": "Gerir os botões do &quot;Menu de Navegação&quot;","desc": "O menu de navegação é o menu principal dos nossos fóruns. Situa-se na parte inferior do logo por por padrão e, pode ser modificado. Poderemos adicionar mais itens e personalizar que poderá vê-los.","tagnew":0,"tagupdate":0},{"t":"21652","list": 1,"cat": 1,"title": "Gestão do Painel de Segurança","desc": "O Painel de segurança mostra-nos todas as ações efetuadas pelos moderadores e administradores do fórum. Com ela podemos ter uma noção do que está acontecendo e pode-se perceber mais facilmente algum erro, tentativas de modificação na conta do fundador, entre outras coisas.","tagnew":0,"tagupdate":0},{"t":"16218","list": 1,"cat": 1,"title": "Gestão das queixas assinaladas","desc": "As queixas são relatórios assinados por qualquer pessoa (membro/convidado/moderador/administrador) para uma determinada página do fórum em questão que contenha algum conteúdo que ao ver destes membros é incorreto ou prejudicial para a integridade de outros. Elas são enviadas para o administrador que poderá tomar providências.","tagnew":0,"tagupdate":0},{"t":"16295","list": 1,"cat": 1,"title": "Gerir a função &quot;Fórum de férias&quot;","desc": "Esta função é muito útil quando desejamos que o fórum fique parcialmente inativo. Ela permite cancelar a inscrição de membros e também define &quot;virtualmente&quot; as autorizações de responder e criar um novo tópico somente para os membros da administração.","tagnew":0,"tagupdate":0},{"t":"1438","list": 1,"cat": 1,"title": "Gestão dos Créditos","desc": "A gestão dos créditos possibilita ao seu fórum vantagens adicionais como: a remoção das publicidades, a compra de um domínio personalizado pelo Forumeiros com direito à uma conta de e-mail e também aumentar o espaço de armazenamento da galeria. A interface dos créditos é totalmente segura.","tagnew":0,"tagupdate":0},{"t":"20132","list": 1,"cat": 1,"title": "Gerir a descrição e título do fórum","desc": "Através da descrição do fórum poderá atribuir do que seu fórum se trata ou até mesmo deixar uma mensagem para que os visitantes vejam. Já para o título do fórum poderá atribuir o nome do seu fórum que irá aparecer abaixo do logo, e também poderá definir o nome da pagina que irá aparacer acima em seu navegador como aqui no FdF &quot;Fórum gratis: ajuda mútua para usuários forumeiros&quot;.","tagnew":0,"tagupdate":0},{"t":"93909","list": 1,"cat": 1,"title": "Gerenciar categorias para suas imagens Servimg","desc": "A criação de categorias faz com que suas imagens fiquem organizadas, e através do Painel de Controle você pode definir a categoria que receberá novas imagens que são enviadas a partir do Painel de controle do fórum.","tagnew":0,"tagupdate":0},{"t":"26831","list": 1,"cat": 1,"title": "Limitar o número de registro por dia com o mesmo endereço de IP","desc": "Esta função lhe permite limitar o número de usuários que se registram num período de 24 horas (não representam o mesmo dia) usando um determinado endereço de IP. Esta função serve para impedir que spammers consigam se registar com grande facilidade no fórum. Para que esta função funcione, é necessário que aceite novas inscrições no fórum.","tagnew":0,"tagupdate":0},{"t":"41809","list": 1,"cat": 1,"title": "Links do rodapé","desc": "Agora com a nova ferramenta podemos editar/adicionar links no rodapé da página do seu fórum. Aprenda como fazer:","tagnew":0,"tagupdate":0},{"t":"17374","list": 1,"cat": 1,"title": "Modificar o endereço do fórum","desc": "O endereço de URL que indentifica seu fórum na internet pode ser alterado. Essa possibilidade será sempre possível, a qualquer momento, podendo alterar o próprio nome do Fórum como também o subdomínio Forumeiros.","tagnew":0,"tagupdate":0},{"t":"18396","list": 1,"cat": 1,"title": "Modificar idioma do fórum","desc": "Todos os fóruns possuem um idioma padrão, que será o idioma disposto aos convidados, mas também o idioma inicial para os membros, isto porque os membros poderão escolher um idioma independente do Fórum, sendo que como é óbvio as únicas partes que não são modificadas, são os textos criados pelos membros ou pelo administrador.","tagnew":0,"tagupdate":0},{"t":"39787","list": 1,"cat": 1,"title": "Melhorar o SEO do fórum","desc": "O SEO do fórum, é básicamente o poder de indexação das páginas no motores de buscas, isso acontece por seu fórum ter um conteúdo chave, palavras-chave no título, links para o seu fórum em outros sites com palavras-chave no texto desses links, os ainda, deixar links em outros sites relacionados com o o tema que seu fórum trata.","tagnew":0,"tagupdate":0},{"t":"96165","list": 1,"cat": 1,"title": "Meu forum sofreu uma penalidade no Google","desc": "Você constatou uma perda de visitas no seu fórum, ou uma diminuição de posição nas páginas de resultados do Google? Este tutorial oferece algumas maneiras de verificar se seu fórum foi penalizado pelo motor de busca Google.","tagnew":0,"tagupdate":0},{"t":"26495","list": 1,"cat": 1,"title": "Nível mínimo para ver se o usuário está conectado","desc": "Em alguns fóruns, não é interessante que todos os níveis de usuário possam ver o status de um membro do fórum, com essa funcionalidade que aprenderemos a configurar hoje, não será possível ver o status do usuário se não pertencer a um determinado nível de usuário.","tagnew":0,"tagupdate":0},{"t":"86038","list": 1,"cat": 1,"title": "Principais números e limites dos fóruns Forumeiros","desc": "Para tornar a relação Forumeiros/usuários ainda mais transparente, deixamos aqui alguns dos números limites dos fóruns Forumeiros !","tagnew":0,"tagupdate":0},{"t":"13876","list": 1,"cat": 1,"title": "Pop-up de conexão","desc": "Pop-up de conexão é uma janela flutuante que segue o visitante de seu Fórum, no seu deslocamento das páginas, com um convite para participar do seu Fórum, para se identificar caso seja um membro ou participar da sua comunidade caso não seja.","tagnew":0,"tagupdate":0},{"t":"20078","list": 1,"cat": 1,"title": "Permitir / Proibir moderadores de banir um membro","desc": "Em algumas situações em que é necessário uma intervenção rápida, é necessário que outras pessoas além dos administradores tenham o poder de banir os usuários. Neste caso poderemos optar para que todos os membros com o nível de moderadores também possam fazer isso. Lembre-se de que deve ter muita confiança nos mesmos para permitir que o façam.","tagnew":0,"tagupdate":0},{"t":"27025","list": 1,"cat": 1,"title": "Permissão para ver o IP do usuário numa mensagem","desc": "Em alguns fóruns, não é interessante que todos os níveis de usuário (moderador e administrador) possam ver o IP dos membros (sabendo que o IP dá informações completas sobre a localização do usuário), com essa funcionalidade que aprenderemos a configurar hoje, não será possível ver o IP do usuário se não pertencer a um determinado nível de usuário.","tagnew":0,"tagupdate":0},{"t":"21693","list": 1,"cat": 1,"title": "Referenciar o fórum nos motores de busca","desc": "Atualmente, uma das melhores formas de receber visitas e nossos fóruns é a sua exibição nos motores de busca, pois são à partir destes que a grande maioria dos internautas fazem suas pesquisas em busca de fóruns que atendam ao tema que ele mais deseja. Com isso, se faz necessário personalizar a forma de exibição dos nossos fóruns nestes serviços.","tagnew":0,"tagupdate":0},{"t":"22688","list": 1,"cat": 1,"title": "Redirecionar um domínio para um fórum","desc": "Os fóruns Forumeiros permitem o redirecionamento de domínio externo ao serviço em sua comunidade. Somente usuários que aderirem à um pacote Avançado ou Premium podem usufruir do recurso para apontamento de domínio personalizado.","tagnew":0,"tagupdate":0},{"t":"44898","list": 1,"cat": 1,"title": "Troca de tráfego","desc": "Aumentar o SEO de seu fórum agora ficou mais fácil, isso porque essa função possibilitará os administradores interligarem os tópicos de seus fóruns com outros fóruns com assuntos semelhantes. Neste FAQ você terá noção de como ativar e receber informações da troca de tráfego dos links expostos no seu fórum.","tagnew":0,"tagupdate":0},{"t":"17751","list": 1,"cat": 1,"title": "Utilizar as Ferramentas de Usuários","desc": "Com as Ferramentas de Usuário do serviço Forumeiros poderá exercer várias funções, como restaurar o Fórum, fazer a mudança do email de fundador, reiniciar o banimento de usuários.","tagnew":0,"tagupdate":0},{"t":"21150","list": 1,"cat": 1,"title": "Utilizar a ferramenta &quot;Compartilhar&quot;","desc": "Uma nova ferramenta que lhe possibilita compartilhar o endereço de um tópico qualquer dentro do fórum nas maiores redes sociais existentes. Esta função tem o objetivo promover uma maior divulgação das páginas do seu fórum.","tagnew":0,"tagupdate":0},{"t":"20351","list": 1,"cat": 1,"title": "Utilizar o Servimg","desc": "O Servimg é um serviço de hospedam de imagens que está intimamente ligado aos sistemas dos nossos fóruns. Com ele poderemos fazer o envio de imagens diretamente do Painel de Controle por um método de ligação. Podemos também fazer uma hospedagem separada através do site. Nele não é necessário se registrar pois quando criamos um fórum a conta também é criada automaticamente.","tagnew":0,"tagupdate":0},{"t":"45096","list": 1,"cat": 1,"title": "Vínculos externos, anti-spam","desc": "O sistema anti-spam, ou seja, os vínculos externos permitem que se mantenha um controle automático sobre os membros em função das suas mensagens, evitando usuários recém-inscritos que enviem link&#039;s externos ou emails dentro de uma semana. Além da função de vínculos externos, podemos proibir visitantes de registrar-sem com nome de usuários spammers.","tagnew":0,"tagupdate":0},{"t":"9256","list": 1,"cat": 2,"title": "Adicionar questões à FAQ do Fórum","desc": "Com a FAQ podemos colocar dúvidas e as respostas frequentes sobre determinado tema e assunto pelo qual desejamos. Tendo assim a nossa própria categoria para adicionar as questões que os usuários se interrogam mais.","tagnew":0,"tagupdate":0},{"t":"9235","list": 1,"cat": 2,"title": "Adicionar regras ao Regulamento do Fórum","desc": "No Regulamento, podemos acrescentar regras, que serão exibidas quando um usuário se regista no Fórum. estas serão colocadas logo após o regulamento já existente.","tagnew":0,"tagupdate":0},{"t":"9396","list": 1,"cat": 2,"title": "Auto-exclusão","desc": "Esta opção consiste em apagar as mensagens que não têm respostas durante um determinado período de tempo, num fórum específico. Estas mensagens não podem ser restauradas, a não ser que se utilizem as ferramentas de emergência ou se escolherem mandar para um fórum, como a dita &quot;Lixeira&quot;. Esta opção não deve ser permitida em qualquer lugar e devem ter a certeza que da sua utilidade num dos vossos fóruns.","tagnew":0,"tagupdate":0},{"t":"11750","list": 1,"cat": 2,"title": "Visualizar e gerir as categorias, fóruns e subfóruns","desc": "As categorias/fóruns/subfóruns representam o coração do seu fórum, pois com eles poderá organizar os assuntos discutidos no seu Fórum no modo que quiser, organizando da melhor forma essa discussão.","tagnew":0,"tagupdate":0},{"t":"9293","list": 1,"cat": 2,"title": "Censurar palavras e nomes de usuário","desc": "A censura é usada no sentido de impedir ou controlar as diferentes liberdades de expressão, antes e/ou depois do seu aparecimento, podem ser definidas censuras para determinadas palavras e para determinados nomes de usuários.","tagnew":0,"tagupdate":0},{"t":"16003","list": 1,"cat": 2,"title": "Gestão das estatísticas do fórum","desc": "As estatísticas do Fórum permiti-nos ter a noção da evolução detalhada do Fórum nos últimos meses, assim como as votações do Fórum, onde poderá saber as estatísticas das mais ativas e dos membros mais ativos.","tagnew":0,"tagupdate":0},{"t":"20094","list": 1,"cat": 2,"title": "Gerir a função &quot;Blog&quot;","desc": "A possibilidade de criamos um blog, altera completamente o estilo de apresentação dos assuntos, transformando a primeira mensagem do tópico no estilo artigo e as seguintes em comentários, assim como na lista de tópicos estará presente uma introdução ao tópico.","tagnew":0,"tagupdate":0},{"t":"49322","list": 1,"cat": 2,"title": "Regulamento do fórum","desc": "As categorias, fóruns, sub-fóruns e blogs são essenciais para o desenvolvimento de nosso fórum, porque é a partir deles é que podemos abrigar os tópicos de nossos anúncios e post-its. Nesta FAQ vamos estudar as funções complementares dos fóruns e sub-fóruns, as chamadas regulamento dos fóruns.","tagnew":0,"tagupdate":0},{"t":"26644","list": 1,"cat": 2,"title": "Restringir imagens e links de um fórum","desc": "Com esta função, podemos autorizar que somente usuários que tenham o nível de usuário X possam visualizar os links ou imagens de uma determinada seção do fórum. Muito útil para que procura formas mais discretas de esconder o conteúdo do fórum parcialmente, tentando os usuários a se registrarem.","tagnew":0,"tagupdate":0},{"t":"15664","list": 1,"cat": 3,"title": "Adicionar um Logo ao Fórum","desc": "O Logo é a marca registrada de nossos fóruns e saber como podemos personalizá-lo para que fique ao nosso estilo é muito importante. Ele pode ser colocado através de uma imagem, o que conhecemos como Logo convencional e, através de uma animação em flash.","tagnew":0,"tagupdate":0},{"t":"8652","list": 1,"cat": 3,"title": "Buscar um tema em HitSkin.com","desc": "Quando desejamos encontrar um novo tema para os nossos fóruns, na maioria das vezes, recorremos ao serviço oferecido pelo Forumeiros, o HitSkin. Veremos como poderemos obter resultados satisfatórios nas buscas de temas e como podemos pesquisar um tema pelo nome.","tagnew":0,"tagupdate":0},{"t":"17239","list": 1,"cat": 3,"title": "Criar uma conta em Hitskin.com","desc": "Para que possa desfrutar do direito de enviar temas para o site de temas Forumeiros é necessário que você possua uma conta no site. Veremos neste tutorial como criar uma conta e as ferramentas que ela nos oferece para a gestão dos temas que enviamos.","tagnew":0,"tagupdate":0},{"t":"49309","list": 1,"cat": 3,"title": "Folha de estilo css","desc": "Os códigos CSS são usados para definir um ponto de aparência em uma página que adotam seu tipo de linguagem. Existem vários tipos de códigos CSS, mas, para cada versão de fórum do Forumeiros existe um tipo de classe diferente, mas que fazem a mesma função. Vamos compreender nesta FAQ a importância que o CSS tem para o nosso fórum.","tagnew":0,"tagupdate":0},{"t":"2156","list": 1,"cat": 3,"title": "Gestão das cores","desc": "Todas as cores dos fóruns Forumeiros são personalizáveis. Com elas poderá criar um tema que seja do seu gosto e sem ter conhecimentos sobre o assunto. Somente deve ter cautela pois existem algumas modificações que podem não ser válidas, mas iremos a estudar!","tagnew":0,"tagupdate":0},{"t":"16480","list": 1,"cat": 3,"title": "Gestão dos temas temporários","desc": "Aprenderá aqui a administrar os temas temporários do seu Fórum, que permitirá sempre armazenar temas no Fórum, possível de ser aplicados a qualquer momento. Ou ainda trabalhar um certo tema sem prejudicar o tema atual.","tagnew":0,"tagupdate":0},{"t":"16113","list": 1,"cat": 3,"title": "Importação / Exportação / Restauro de temas","desc": "Guardar o tema que utilizamos em nosso fórum é muito útil para futuras restaurações ou como um arquivo de imagens. Importar temas também é algo muito útil para que possa colocar um tema personalizado em seu fórum ou o tema antigo que tens guardado em um arquivo.","tagnew":0,"tagupdate":0},{"t":"17276","list": 1,"cat": 3,"title": "Instalar / criar um fórum com um tema do HitSkin","desc": "Para facilitar a instalação de temas em nossos fóruns temos acesso ao Hitskin, site com mais de 3000 opções de temas para que possamos escolher e instalar em nosso fórum. Veremos neste tutorial como é simples, rápido e fácil instalar o tema perfeito.","tagnew":0,"tagupdate":0},{"t":"15900","list": 1,"cat": 3,"title": "Modificar / migrar a versão do fórum","desc": "Podemos escolher entre diferentes versões para os nossos fóruns, esteas possuem diferentes apectos, como estrutura, classes CSS. Para cada fóum uma versão será a mais apropriada, dependendo do que o fórum pretende tratar e o seu público alvo.","tagnew":0,"tagupdate":0},{"t":"16827","list": 1,"cat": 3,"title": "Modificar os templates do Fórum","desc": "Através da modificação das páginas dos templates, poderá fazer várias modificações na estrutura do Fórum, podendo criar novos efeitos para o tema, e poderá ainda incluir novos conteúdos nas páginas, mesmo em locais, que não são possíveis através das funções normais do Fórum.","tagnew":0,"tagupdate":0},{"t":"17311","list": 1,"cat": 3,"title": "Propor um tema em HitSkin.com","desc": "Quando criamos um tema muito bom e desejamos compartilhar o mesmo com outras pessoas, podemos utilizar o serviço de disponibilização de temas do Forumeiros, o Hitskin. Veremos neste tutorial o que é necessário para que possamos enviar um tema criado por nós para o site","tagnew":0,"tagupdate":0},{"t":"20295","list": 1,"cat": 3,"title": "Modificar os ícones do fórum","desc": "Os ícones do fórum representam o estado do mesmo e indicam se possuem ou não sub-fóruns. Estas imagens podem ainda indicar se o mesmo possui novas mensagens, se está bloqueado e se não há novas mensagens.","tagnew":0,"tagupdate":0},{"t":"25756","list": 1,"cat": 4,"title": "Autorizar os membros a se desinscrever","desc": "Às vezes por alguns motivos gostaríamos dar a liberdade para os usuários saírem e entrarem quando quiserem, dizendo melhor, se desinscreverem, veja agora mesmo como ativar ou desativar a ferramenta de desinscrição de utilizadores do fórum.","tagnew":0,"tagupdate":0},{"t":"93962","list": 1,"cat": 4,"title": "Controle das expulsões","desc": "O controle de expulsões é uma ferramenta que garante ao administrador que seus usuários sigam as detrizes apresentadas pelo regulamento, staff e afins. Pode ser usada pelos Administradores e Moderadores autorizados.","tagnew":0,"tagupdate":0},{"t":"17340","list": 1,"cat": 4,"title": "Ativação de novos membros","desc": "Quando um usuário novo se regista no Fórum, a conta pode ser ativada por email, pelo administrador do fórum ou ativada automaticamente, no caso o membro após se registar já terá acesso ao Fórum. Cada uma tem suas vantagens e desvantagens, cabendo ao administrador escolher a melhor forma.","tagnew":0,"tagupdate":0},{"t":"14811","list": 1,"cat": 4,"title": "Assinaturas","desc": "Uma assinatura é uma citação ou uma imagem que se exibe automaticamente no fundo das mensagens. Isto mostra uma parte da tua personalidade ou, qualquer outra informação que desejar exibir. Podemos também configurar quem poderá utiliza-las e edita-las através do nosso Painel de Controle.","tagnew":0,"tagupdate":0},{"t":"17049","list": 1,"cat": 4,"title": "Criação e gestão dos perfis","desc": "Através dos campos personalizados podemos adicionar informações ao perfil dos nossos membros, informações essas que poderão ser de carácter informativo para os restantes membros do Fórum, como também para o próprio membro, dependendo de como é gerido o perfil.","tagnew":0,"tagupdate":0},{"t":"15419","list": 1,"cat": 4,"title": "Gerenciar os avatares do fórum","desc": "O avatar é uma imagem que cada membro pode escolher para colocar em seu perfil. No universo virtual um avatar representa a imagem de um internauta, em um fórum de discussão. Um membro escolhe seu avatar a fim de ser identificado visualmente a cada vez que ele se conecta em um espaço virtual ou escreve uma mensagem em um fórum.","tagnew":0,"tagupdate":0},{"t":"12839","list": 1,"cat": 4,"title": "Criar e administrar os Grupos de usuários","desc": "Os grupos servem para organizar a estatura de determinado membro dentro do fórum, atribuir-lhe permissões como a de moderar determinados fóruns, editar mensagens, apagar mensagens dentre outras funções que podem ser definidas pela página de criação dos fóruns.","tagnew":0,"tagupdate":0},{"t":"22010","list": 1,"cat": 4,"title": "Gestão dos aniversários e MP de parabéns","desc": "Sempre é bom comemorarmos nosso aniversário e, para que este não passe despercebido pelos outros membros do fórum, existe um sistema que coloca na página inicial os aniversariantes e os próximos que farão aniversário. Além disso, é possível enviar uma mensagem privada para felicitar o aniversariante no dia.","tagnew":0,"tagupdate":0},{"t":"16253","list": 1,"cat": 4,"title": "Gestão dos usuários do fórum","desc": "Com a gestão dos usuários, você pode gerenciar seus membros menos ou não ativos em seu fórum, seja advertindo-os por email, excluindo-os ou os desativando suas contas, segundo certos critérios que poderão ser definidos por você e apartir de uma lista que corresponde ao resultado do filtro.","tagnew":0,"tagupdate":0},{"t":"18896","list": 1,"cat": 4,"title": "Mudar posição da coluna de perfil","desc": "Através desta opção do painel de controle poderá definir qual será o lado aonde estará localizado a coluna de perfil do usuário nas mensagens. De lembrar que para a versão Phpbb2, não é possível alterar a posição.","tagnew":0,"tagupdate":0},{"t":"9077","list": 1,"cat": 4,"title": "Administração dos ranks","desc": "O rank é visualizado logo por baixo do &quot;Nome de utilizador&quot; dos membros. Ele nos permite reconhecer quem é quem em um fórum, e ainda, diferenciar os membros por seu escalão de mensagens ou ao grupo ao qual pertence.","tagnew":0,"tagupdate":0},{"t":"25528","list": 1,"cat": 4,"title": "Permitir / Proibir moderadores de visualizar usuários ocultos","desc": "Por vezes é proveitoso que os &quot;moderadores&quot; possam visualizar os utilizadores ocultos do fórum, agora verá como poderá permitir a utilização desta ferramenta. Somente como informação complementar, os usuários ocultos são exibidos na lista de usuários conectados, em itálico.","tagnew":0,"tagupdate":0},{"t":"26525","list": 1,"cat": 4,"title": "Tempo limite para o membro ser considerado como &quot;Offline&quot;","desc": "Esta função permite definir o tempo em minutos em que um membro é considerado &quot;offline&quot; se não tiver atividade. Por exemplo, se conecto-me e fico sem fazer nada (postar, mudar de página, visualizar tópicos) por mais de 60 minutos (digamos que o limite estipulado tenha sido 30), mesmo estando conectado ao fórum, não serei exibido na lista de usuários conectados.","tagnew":0,"tagupdate":0},{"t":"114436","list": 1,"cat": 5,"title": "Redação e envio de notificações push","desc": "O que são &quot;Notificações Push&quot;? É, em poucas palavras, um tipo de mensagem enviada para aplicativos (em um contexto geral). Com ela, é possível melhorar o SEO do site enviando informações precisas aos usuários.","tagnew":0,"tagupdate":0},{"t":"8479","list": 1,"cat": 5,"title": "Adicionar ícones de mensagens","desc": "Os ícones das mensagens, têm como finalidade demonstrar o espírito do tópico ou situação em que ele se encontra. Assim, pode ser usado para o criador do tópico se expressar, ou para definir situações dos tópicos, como por exemplo, coloca-los como &quot;resolvidos&quot; (como acontece aqui no Fórum dos Fóruns)!","tagnew":0,"tagupdate":0},{"t":"17151","list": 1,"cat": 5,"title": "Ativar a caixa de &quot;Resposta rápida&quot;","desc": "Através da resposta rápida, poderá levar uma caixa de envio de respostas abaixo de todas as mensagens do tópico, já no mesmo terá as opções básicas para o envio de novas mensagens ao tópico.","tagnew":0,"tagupdate":0},{"t":"13791","list": 1,"cat": 5,"title": "Anúncios rotativos","desc": "Os anúncios rotativos, permitem adicionar vários informações do tipo texto e imagem no topo das páginas do seu Fórum, podendo criar inúmeros efeitos com os seus anúncios.","tagnew":0,"tagupdate":0},{"t":"22335","list": 1,"cat": 5,"title": "Colorir o título dos tópicos","desc": "As vezes para destacarmos um tópico colocamos-o como fixo ou como um anúncio, mas junto com ele existem vários outros, então, para que um tópico possa ter mais destaque, é possível colorir o título do mesmo com diversas cores predefinidas.","tagnew":0,"tagupdate":0},{"t":"384","list": 1,"cat": 5,"title": "Caixa de edição de mensagens","desc": "As caixas de mensagem estão presentes em todo o fórum, seja na resposta rápida, seja no envio de mensagens privadas e muitos outros locais. Por isso, é importante que algumas funções sobre esta sejam explicadas e que se note as diferenças entre as suas duas versões.","tagnew":0,"tagupdate":0},{"t":"14076","list": 1,"cat": 5,"title": "Criar e gerir as Mensagens Privadas","desc": "As mensagens privadas permitem aos membros conversarem entre sí sem que os outros tomem conhecimento do que está sendo tratado. Ela pode ser enviada á vários membros ou, somente a um destinatário.","tagnew":0,"tagupdate":0},{"t":"16404","list": 1,"cat": 5,"title": "Criar mensagem (MP) de boas-vindas","desc": "Com o envio de uma mensagem privada de boas-vindas o Fórum, através dum representante (frequentemente um administrador) poderá dar as boas vindas ao novo usuário assim que este se conete pela primeira vez no Fórum.","tagnew":0,"tagupdate":0},{"t":"16446","list": 1,"cat": 5,"title": "Configurar a ferramenta &quot;Fale connosco&quot;","desc": "A função Fale connosco permite o envio de uma mensagem, que pode ser de email ou mensagem privada para um determinado grupo de usuários, os administradores ou os moderadores. Ela pode ser escrita por membros do fórum tanto pelos convidados. Ela pdoe ser encontrada no rodapé de todas as páginas do fórum.","tagnew":0,"tagupdate":0},{"t":"12427","list": 1,"cat": 5,"title": "Como criar e gerir os Smileys","desc": "Os smileys são expressões que podemser utilizadas na forma de imagens para demonstrar algum sentimento. Podemos dividi-los em categorias e, utiliza-los para vários propósitos. Você pode adicionar, remover e editar os emoticons ou smileys que os usuários utilizam nas suas mensagens e nas mensagens privadas.","tagnew":0,"tagupdate":0},{"t":"17210","list": 1,"cat": 5,"title": "Criar e gerir a mensagem na Home Page","desc": "A mensagem da Home Page é exibida no ínidice (página inicial) do seu fórum. Ela pode conter algumas infromações relevantes para o funcionamento do fórum, avisos e todos os outros tipos de conteúdos que desejar. Ela funciona como uma mensagem mas também pode ser escrita utilizando HTML, o que possibilita mais funções.","tagnew":0,"tagupdate":0},{"t":"16777","list": 1,"cat": 5,"title": "Criar uma caixa de entrada para seus emails","desc": "Uma caixa de entrada é a sua caixa de envio e recepção de correios eletrônicos. Através dela você pode receber e enviar mensagens eletrônicas (e-mails). Forumeiros lhe disponibiliza uma caixa de entrada para o seu e-mail pessoal após ter adquirido um domínio personalizado para seu fórum.","tagnew":0,"tagupdate":0},{"t":"9649","list": 1,"cat": 5,"title": "Tópicos especiais: fixo/post-it e anúncio/importante","desc": "Através dos tópicos especiais, poderá destacar a posição de um determinado tópico, chamando assim a atenção dos usuários para a sua leitura! Pois a principal função que os tópicos especiais têm para os membros, é que estes os devem ler assim que surjam nos fóruns!","tagnew":0,"tagupdate":0},{"t":"8470","list": 1,"cat": 5,"title": "Ferramentas de moderação - Passo a Passo","desc": "Na monitorização de um fórum, são várias as ferramentas que temos à nossa disposição, desde a união de mensagens, transição de tópicos, exclusão, etc.","tagnew":0,"tagupdate":0},{"t":"95433","list": 1,"cat": 5,"title": "Gerenciamento do BBcode H2, H3 e H4","desc": "No HTML usamos o código &quot;font&quot; para atribuir tamanhos e cores a caracteres em texto específico ou geral. Outro elemento básico do HTML que permite aumentar o tamanho da fonte da letra é o h2, h3 ou h4.","tagnew":0,"tagupdate":0},{"t":"27247","list": 1,"cat": 5,"title": "Gerir a função de anexar arquivos (anexos)","desc": "Às vezes gostaríamos de adicionar arquivos em nossas mensagens no fórum, mas sem ter que hospedar antes em um serviço distinto do fórum, sendo que também o anexo ficará numa caixa junto à mensagem. Agora poderá ter esta opção, todos os anexos serão guardados dentro do Estoque do fórum, ocupando o espaço que você determinar.","tagnew":0,"tagupdate":0},{"t":"21090","list": 1,"cat": 5,"title": "Inserir descrição em tópicos","desc": "Quando criamos um tópico e desejamos que o membro tenha um prévio conhecimento do que será tratado no tópico, além do título, podemos utilizar uma descrição, que será exibida em letras menores abaixo do título na visualização das categorias.","tagnew":0,"tagupdate":0},{"t":"26579","list": 1,"cat": 5,"title": "Limitar o número de citações numa mensagem","desc": "Com esta função, podemos definir um limite de citações (quotes) numa mensagem. Por exemplo, se definimos como três, não podem haver mais de três citações, numa mensagem em que eu cito o membro A, B, C e D, nessa ordem, somente aparecerão as citações das mensagens dos membros D, C e B.","tagnew":0,"tagupdate":0},{"t":"13842","list": 1,"cat": 5,"title": "Multi citação / Multi quote","desc": "A multi-citação permite ao usuário citar várias mensagens dum mesmo tópico, através de método de marcação ou desmarcação do botão de selecção que cada mensagem do tópico contém.","tagnew":0,"tagupdate":0},{"t":"21858","list": 1,"cat": 5,"title": "Permitir / Proibir a mudança do título dos tópicos","desc": "Em algumas situações e dependendo do tipo e do objetivo do fórum, é importante que os autores dos tópicos possam editar o título mesmo após haver respotas. Mas em outras isso já não trás vantagens. Para resolver estas desavenças pode-se escolher se um membro poderá ou não editar o título do tópico após haver uma resposta","tagnew":0,"tagupdate":0},{"t":"7165","list": 1,"cat": 5,"title": "Redigir e enviar uma Newsletter ou Email em massa","desc": "Através da Newsletter, Boletim Informativo ou Email em Massa, poderá enviar uma mensagem para a caixa electrónica de cada usuário, ou para determinado grupo de usuários. Esta função torna-se muito útil, para por exemplo, dar a conhecer aos membros as novidades do Fórum, podendo assim contactar os mais ausentes.","tagnew":0,"tagupdate":0},{"t":"99009","list": 1,"cat": 5,"title": "Envio de Mensagens Privadas em massa","desc": "A mensagem privada em massa é como um tipo de &quot;boletim informativo&quot; ou mensagem que você envia para os seus membros. A única diferença é que não é um e-mail, mas uma mensagem privada (PM) aos membros do grupo.","tagnew":0,"tagupdate":0},{"t":"9444","list": 1,"cat": 5,"title": "Relatório de alerta","desc": "A função do relatório de alertas serve para que os membros e grupos seleccionados possam alertar um administrador ou moderador sobre uma determinada mensagem de um tópico.","tagnew":0,"tagupdate":0},{"t":"26431","list": 1,"cat": 5,"title": "Redimensionamento de imagens","desc": "Em algumas mensagens dos nossos fóruns existem imagens cuja a dimensão altera a aparência dos tópicos, causando problemas visuais devido à sua grande dimensão. Com esta funcionalidade isso não será mais um problema, com ela poderá definir as dimensões máximas de uma imagem, ao ser atingida ela será redimensionada proporcionalmente.","tagnew":0,"tagupdate":0},{"t":"13925","list": 1,"cat": 5,"title": "Sistema anti-flood","desc": "O sistema anti-flood permite que se mantenha um controlo automatico sobre os membros em função das suas mensagens, evitando o envio de mensagens consecutivas poe período de tempo definido pelos administradores dos Fóruns.","tagnew":0,"tagupdate":0},{"t":"22211","list": 1,"cat": 5,"title": "Tempo limite para editar uma mensagem","desc": "Em alguns tipos de fóruns, se faz necessário que um membro possa postar uma mensagem e também possa a editar. Mas em alguns tipos de fórum, ele tem um tempo máximo para isso, o que é a função do Painel de controle que estudaremos neste tutorial. Ela lhe permite definir um tempo máximo para editar mensagens.","tagnew":0,"tagupdate":0},{"t":"27207","list": 1,"cat": 5,"title": "Tópicos especiais: Anúncio global","desc": "Em &quot;Colocar o tópico como&quot;, durante a criação/edição de uma mensagem, existirá também a opção &quot;Anúncio Global&quot;! Ela lhe permite que o tópico seja exibido em todos os fóruns automaticamente. Diferentemente de um tópico normal, importante ou &quot;a ler&quot;! Como em um tópico especial, esta opção é customizável pelo Painel de controle.","tagnew":0,"tagupdate":0},{"t":"27813","list": 1,"cat": 5,"title": "Utilização de spoilers","desc": "A função spoiler permite ao usuário ocultar um determinado conteúdo, que somente passa a ser visto quando ele clica no termo spoiler (termo que pode ser modificado, como veremos neste tutorial). Muito útil para quando desejamos acelerar o carregamento da página ou para que algo não ocupe muito espaço.","tagnew":0,"tagupdate":0},{"t":"30498","list": 1,"cat": 5,"title": "Visualizar o botão resolvido","desc": "Com esta opção, quando algum tópico estiver resolvido, poderemos colocar a tag [Resolvido] antes do título do tópico em questão. Com este tutorial, aprenderá a ativar esse botão!","tagnew":0,"tagupdate":0},{"t":"9204","list": 1,"cat": 5,"title": "Lista de Variáveis do Fórum","desc": "As variáveis são responsáveis por armazenar valores correspondentes a algo no fórum (os valores destas variáveis são actualizados automaticamente) e, podemos atravéz de códigos visualizar o valor contado por cada variável.","tagnew":0,"tagupdate":0},{"t":"108992","list": 1,"cat": 6,"title": "Ativar e gerenciar o sistema de Publicações do fórum","desc": "A seção de &quot;Publicação&quot; se diferencia do resto do seu fórum, por ter um design minimista e ergonômico. Com a seção de Publicações, seu fórum ficará mais interativo e completo, promovendo seu conteúdo por meio do design fantástico!","tagnew":0,"tagupdate":0},{"t":"90299","list": 1,"cat": 6,"title": "Ativar botão &quot;Curtir&quot; em tópicos","desc": "O botão &quot;Curtir&quot; permitirá que seus membros compartilhem seu conteúdo com seus contatos do Facebook sem sair do fórum. Isso irá permitir que você compartilhe seu fórum no Facebook no perfil de seus membros, aumentando a audiência e sucesso.","tagnew":0,"tagupdate":0},{"t":"1297","list": 1,"cat": 6,"title": "Administração e instalação do portal / widgets","desc": "Aprenda aqui como criar e administrar o seu portal, com este tutorial irá bem mais fácil e pratico para fazer as modificações, e adequar melhor ainda para a melhor utilização do mesmo.","tagnew":0,"tagupdate":0},{"t":"9192","list": 1,"cat": 6,"title": "Adicionar ChatBox no Fórum","desc": "O ChatBox é um meio de comunicação instantânea que pode ser utilizado entre os membros do fórum, ele permite conversas em tempo real. Uma boa técnica para que não utilizar os denominados off-topic!","tagnew":0,"tagupdate":0},{"t":"30566","list": 1,"cat": 6,"title": "Facebook Connect","desc": "Vamos mostrar passo a passo de como ativar a conexão do Facebook Connect com seu fórum. Como se conectar no fórum através da nova ferramenta que o serviço Forumeiros nos proporciona: Facebook Connect","tagnew":0,"tagupdate":0},{"t":"114324","list": 1,"cat": 6,"title": "Configurar o progressive web app (PWA) no fórum","desc": "A aplicação web progressiva (PWA) permite revolucionar a maneira que seu fórum é visto na web. Usando HTML, CSS e Javascript, ele cria uma aplicação acessível tanto para a versão mobile quanto desktop.","tagnew":0,"tagupdate":0},{"t":"1315","list": 1,"cat": 6,"title": "Gerir e criar eventos no calendário","desc": "O calendário do fórum tem a função de nos ajudar quando desejamos adicionar um evento ao fórum. Com ele é mais fácil e simplificada a visualização além de conter uma agenda que mostra os eventos de cada dia cadastrados. Com ele também se pode exibir os membros que fazem aniversário.","tagnew":0,"tagupdate":0},{"t":"109343","list": 1,"cat": 6,"title": "Criação e gerenciamento dos Eventos do fórum","desc": "Compartilhe os melhores momentos usando o recurso Eventos, que permite associar ao seu calendário do fórum anúncios de festas, reuniões, festivais, concertos, demonstrações e entre outros mais!","tagnew":0,"tagupdate":0},{"t":"7164","list": 1,"cat": 6,"title": "Criar votação / enquete e adicionar ao Portal","desc": "As votações permitem obter uma opinião dos usuários sem que seja necessária a postagem de uma mensagem. Apenas terão de exercer o seu voto! Torna-se muito útil para obter opiniões mais generalizadas, captando assim a opinião dos usuários que menos postam mensagens.","tagnew":0,"tagupdate":0},{"t":"15885","list": 1,"cat": 6,"title": "Gerenciar os Widgets do Fórum","desc": "Os Widgets são espaços onde podemos adicionar todos os tipos de códigos HTML, sendo assim pode-se colocar quaisquer conteúdo. Neste modo, eles serão exibidos juntamente com todas as páginas do fórum, exerto o Portal.","tagnew":0,"tagupdate":0},{"t":"22448","list": 1,"cat": 6,"title": "Gestão do widget &quot;Palavras-chave&quot;","desc": "Um recurso que nossos fóruns possuem é de exibir um widget que contenha as palavras chaves mais digitadas na caixa de busca. Algumas pessoas digitam palavras que não podem ser exibidas, para isso Forumeirtos tem uma funcionalidade que permite censurar as palavras que irão ser exibidas.","tagnew":0,"tagupdate":0},{"t":"22904","list": 1,"cat": 6,"title": "Gestão do widget &quot;Novidades&quot;","desc": "Um recurso que nossos fóruns possuem é de exibir um que possua parte de tópicos. Este widget é muito útil para a exibição de comunicados, notícias e outras coisas no portal, sendo que ele capta informações de um dos fóruns do fórum e as exibe.","tagnew":0,"tagupdate":0},{"t":"2010","list": 1,"cat": 6,"title": "Gerir a galeria do fórum","desc": "A galeria de um fórum é um espço em que é permitido o compartilhamento de imagens públicas entre os usuários. Poderá enviar as imagens de seu computador para o servidor e dispõe de um espaço de 10Mb de espaço em um disco para estocar imagens.","tagnew":0,"tagupdate":0},{"t":"829","list": 1,"cat": 6,"title": "Gerir as Fichas de personagem e o Módulo RPG","desc": "O Módulo RPG permite a você adcionar algumas opções para alguns membros atravéz de Fichas de Personagens, podendo ser Campo de Texto, Barra, Lista de Escolha, Texto / Lista ou uma Tabela, por exemplo características das motos dos membros num fórum sobre motoqueiros.","tagnew":0,"tagupdate":0},{"t":"16946","list": 1,"cat": 6,"title": "Gerir a função &quot;Lançar dados&quot;","desc": "O sistema de dados está intimamente ligado as fichas de personagem e aos campos do módulo RPG. A sua função deve ser definida pelo administrador pelo que o mesmo pensa que seja a melhor utilidade.","tagnew":0,"tagupdate":0},{"t":"13951","list": 1,"cat": 6,"title": "Gestão do sistema de reputação / botão obrigado","desc": "O sistema de reputação está enquadrado com o sistema de pontos, pois também funciona com pontos, através da avaliação das mensagens, e também com o botão de agradecimento: &quot;Obrigado&quot;.","tagnew":0,"tagupdate":0},{"t":"14012","list": 1,"cat": 6,"title": "Gerir o sistema de pontos","desc": "O sistema de pontos consiste em atribuir valores para postagem de mensagens, tópicos, dias desde a inscrição, amigos que o membro contém no perfil e por mensagens no perfil.","tagnew":0,"tagupdate":0},{"t":"42976","list": 1,"cat": 6,"title": "Gestão das páginas javascript","desc": "Em muitos casos gostaríamos de adicionar pequenos scripts que podem nos auxiliar com personalização e com pequenas funções que com uma simples página HTML não suporta. É possível hospedar os seus arquivos &quot;.js&quot; em seu fórum sem se preocupar com perdas.","tagnew":0,"tagupdate":0},{"t":"100134","list": 1,"cat": 6,"title": "Interagir fórum com redes sociais","desc": "A dinâmica dos fóruns da #Forumeiros permite que o seu conteúdo seja compartilhado e interligado aos motores de busca de uma maneira fácil e automática. Com esta FAQ lhe ensinaremos a promover seu fórum nas redes sociais.","tagnew":0,"tagupdate":0},{"t":"7967","list": 1,"cat": 6,"title": "Criar uma página inicial HTML personalizada","desc": "A página HTML personalizada, tem duas finalidade, criar uma página de apresentação sobre o Fórum ou criar normalmente páginas HTML. Assim sendo, se utilizarmos uma página HTML, como página inicial, ela será a primeira página a ser exibida assim que se aceder ao endereço do Fórum.","tagnew":0,"tagupdate":0},{"t":"112029","list": 1,"cat": 7,"title": "Editar espaço de publicidade (monetização do fórum)","desc": "O espaço de monetização permite editar e exibir o conteúdo de seus patrocinadores, como por exemplo, publicidades diversas para rentabilizar sua comunidade, mostrando banners em diversos locais no fórum que podem ser descritos a seguir.","tagnew":0,"tagupdate":0},{"t":"27132","list": 1,"cat": 7,"title": "Convidar amigos","desc": "Além do registro nos motores de busca também temos a opção de convidar os nossos amigos de diversas comunidades ou através de expeditores de e-mail. Esta é mais uma das novas funcionalidades que estão sendo propostas pela Forumeiros para promover seus fóruns ao máximo.","tagnew":0,"tagupdate":0},{"t":"25019","list": 1,"cat": 7,"title": "Como começar com seu fórum","desc": "Este guia lhe dará as etapas a serem seguidas quando for criar seu fórum. Com ele você terá um índice maior de sucesso e de promoção para o fórum. As dicas aqui contidas são meramente para informação, sendo a critério do administrador usa-las ou não.","tagnew":0,"tagupdate":0},{"t":"17785","list": 1,"cat": 7,"title": "Ganhar mais visitas no fórum","desc": "Publicitar um fórum é o melhor modo para fazê-lo ser reconhecido e com isso atrair mais visitas. Veremos com este tutorial os melhores meios e locais de se conseguir isso. Todos os trabalhos relacionados a publicidade do fórum tem de ser bem concreta e simples. Muitas informações não são agradáveis, seja curto e objetivo sem ser pouco descritivo.","tagnew":0,"tagupdate":0},{"t":"30444","list": 1,"cat": 7,"title": "O Diretório dos Fóruns","desc": "É uma ferramenta de busca eficiente, que lhe permite encontrar o Fórum dos seus sonhos ou uma informação dentre todos os fóruns de Forumeiros. Você pode escolher o seu modo de busca, seja com uma palavra-chave ou através das nossas categorias. Ele permite uma grande divulgação do seu fórum em várias categorias diferentes.","tagnew":0,"tagupdate":0},{"t":"17786","list": 1,"cat": 7,"title": "Obter / informar o banner para parcerias","desc": "O Banner é uma das imagens mais importantes que um fórum necessita ter. Apartir dela pode-se firmar parcerias. Veremos como fazê-los e onde colocá-los em nossos fóruns. Além do mais iremos compreender melhor como funciona uma parceria por meio de trocas de banner.","tagnew":0,"tagupdate":0},{"t":"30419","list": 1,"cat": 8,"title": "Conteúdos ilícitos nos Fóruns Forumeiros","desc": "Os conteúdos ilegais que estão presentes em um fórum desrespeitam as condições gerais de uso podem penalizá-lo. Aqui tem algumas dicas de como fiscalizar seu fórum grátis.","tagnew":0,"tagupdate":0},{"t":"89473","list": 1,"cat": 8,"title": "Online Guardian","desc": "Você já acessou seu fórum e do nada um aviso dado pelo site OnlineGuardian foi exibido? O que deve-se fazer quando um fórum não existe mais e a informação do Online Guardian é exibido? - Vamos esclarecer sua dúvida a respeito disso.","tagnew":0,"tagupdate":0},{"t":"89520","list": 1,"cat": 8,"title": "Possíveis causas de ilegalidade em seu fórum","desc": "Por que o fórum foi considerado como ilegal? Saiba as possíveis causas!","tagnew":0,"tagupdate":0},{"t":"32815","list": 1,"cat": 8,"title": "Questões jurídicas frequentes","desc": "Veja quais são as perguntas sobre a parte jurídica, em relação aos direitos, fóruns e conteúdos ilícitos, plágio e coisas do gênero. Como as mesmas são tratadas e as possíveis formas de serem resolvidas, de modo pacífico ou fazendo uso dos recursos Forumeiros.","tagnew":0,"tagupdate":0},{"t":"70923","list": 1,"cat": 8,"title": "Pirataria nos fóruns","desc": "Conteúdos ilegais podem ser aqueles que são pagos e você fornece acesso a um link de download grátis ou até mesmo, hacks para jogos. Mesmo que de distribuição autorizada, qualquer programa de hacking pode ser considerado ilegal e seu fórum ser suprimido.","tagnew":0,"tagupdate":0},{"t":"77420","list": 1,"cat": 8,"title": "Propriedade intelectual e copyright","desc": "A propriedade intelectual é tudo o que você cria, seja novo, inspirado em algo (à depender da licença) ou um aperfeiçoamento de algo que já existe (à depender da licença).","tagnew":0,"tagupdate":0},{"t":"102551","list": 1,"cat": 9,"title": "As mensagens de problema técnico do fórum","desc": "Quando existe algum problema ou situação adversa que impede o bom funcionamento do seu fórum, diferentes tipos de mensagens são exibidas, afim de ajudar a equipe técnica a compreender o que ocorre e resolvê-las no menor prazo possível.","tagnew":0,"tagupdate":0},{"t":"95434","list": 1,"cat": 9,"title": "Banco de dados dos fóruns Forumeiros","desc": "Banco de dados ou uma base de dados é um conjunto de informações de um determinado assunto, na qual fazem sentido total. Todos os fóruns Forumeiros tem uma base de dado, de acordo com cada domínio escolhido, e neste banco de dados encontramos as informações responsáveis por manter seu fórum com tópicos, membros e opções de registro.","tagnew":0,"tagupdate":0},{"t":"35000","list": 1,"cat": 9,"title": "O que são bots e sua finalidade","desc": "Na maioria das vezes e na maioria dos fóruns aparecem os motores de busca nas estatísticas. Agora saberemos quem são e para que servem!","tagnew":0,"tagupdate":0},{"t":"93862","list": 2,"cat": 14,"title": "Adicionar aviso no chatbox","desc": "O código CSS deste tutorial permite-nos adicionar uma mensagem no fundo das mensagens do chat. Com ela, podemos colocar breve regras sobre o funcionamento do mesmo ou então outra mensagem ao gosto.","tagnew":0,"tagupdate":0},{"t":"64421","list": 2,"cat": 14,"title": "Script de carregamento na chatbox","desc": "Muitas vezes queremos adicionar imagens os até textos em nossos fórum enquanto a página é carregada, desta vez iremos aprender com este tutorial á inserir o efeito dentro da chatbox enquanto a página é carregada.","tagnew":0,"tagupdate":0},{"t":"57261","list": 2,"cat": 14,"title": "Chat Box Retrátil - Lateral","desc": "Muitas vezes, desejamos poder fazer algo dinâmico, simples, elegante e prático. Neste tutorial, aplicaremos esses conceitos ao Chat Box que ficará em uma lateral do fórum, trazendo assim, maior comodidade no ato da navegação.","tagnew":0,"tagupdate":0},{"t":"93904","list": 2,"cat": 14,"title": "Personalização do Chatbox","desc": "Que o Facebook Connect é um sucesso mundial nós já sabemos, só que você já pensou em quantas visitas você pode receber por anunciar o chatbox parecido com a desta rede social? Com HTML e CSS isso torna-se realidade.","tagnew":0,"tagupdate":0},{"t":"97778","list": 2,"cat": 18,"title": "Avatar e edição de mensagens","desc": "Este tutorial trás para a visão dos administradores, a capacidade de editar mensagens e excluí-las do chatbox. Se tiver direitos administrativos, poderá controlar todas as mensagens, caso contrário poderá mudar somente a sua.","tagnew":0,"tagupdate":0},{"t":"72342","list": 2,"cat": 14,"title": "Chatbox Personalizado","desc": "Seu fórum é phpbb3?! Agora tens uma nova opção para a personalização do chatbox do seu fórum!","tagnew":0,"tagupdate":0},{"t":"106347","list": 2,"cat": 20,"title": "Adicionar ícones antes do grupo","desc": "Neste tutorial iremos ensinar a você administrador, a como inserir pré-fixos nos grupos de teu fórum com CSS. Algo simples que poderá dar um toque em especial a legenda de teu fórum referente aos grupos existentes no fórum.","tagnew":0,"tagupdate":0},{"t":"76898","list": 2,"cat": 14,"title": "Chat Box retrátil externo","desc": "Muitas vezes, desejamos poder fazer algo dinâmico, simples, elegante e prático. Neste tutorial, aplicaremos esses conceitos ao Chat Box externo, ou seja, que não é o padrão da Forumeiros, que ficará em uma lateral do fórum, trazendo assim, maior comodidade no ato da navegação.","tagnew":0,"tagupdate":0},{"t":"56724","list": 2,"cat": 14,"title": "Chatbox retrátil no canto do fórum","desc": "Já pensou em tirar o chatbox do final da página, ou do início e colocar em outro local? Neste tutorial vamos aprender a colocar o chatbox em outro local do fórum de maneira simples.","tagnew":0,"tagupdate":0},{"t":"83644","list": 2,"cat": 14,"title": "Colocando um prefixo nos moderadores do chatbox","desc": "Neste tutorial iremos ensinar como destacar os moderadores do chatbox, retirando o famoso arroba do Nickname e colocando um prefixo personalizado para que, desta forma, os moderadores recebam um destaque maior.","tagnew":0,"tagupdate":0},{"t":"44902","list": 2,"cat": 14,"title": "Colocar chatbox externa","desc": "Às vezes queremos personalizar nosso chatbox mas geralmente não conseguimos muita coisa. Então recorremos a chatboxs externas assim podendo modificar os seus códigos mais facilmente. Aprenda e colocar um em seu fórum.","tagnew":0,"tagupdate":0},{"t":"113313","list": 2,"cat": 14,"title": "Destacar mensagens de moderador no chatbox","desc": "Por vezes torna-se difícil conseguir ter algum destaque nas milhões de mensagens que são enviadas no seu chatbox! Ao seguir este tutorial, todos as mensagens dos moderadores do chatbox serão coloridas consoante ao grupo que pertencem.","tagnew":0,"tagupdate":0},{"t":"91433","list": 2,"cat": 20,"title": "Barra de rolagem com animação","desc": "As vezes desejamos chamar atenção de um usuário, para o final do fórum, ou até mesmo o meio do fórum. Com este javascript, a barra de rolagem vai descer lentamente para o final do fórum.","tagnew":0,"tagupdate":0},{"t":"106192","list": 2,"cat": 18,"title": "Back to top","desc": "As vezes gostaríamos de ter um efeito que faça com que possamos subir até ao topo do fórum. Neste tutorial vamos poder fazer o efeito Back to top somente com o uso de javascript.","tagnew":0,"tagupdate":0},{"t":"83640","list": 2,"cat": 18,"title": "Buscar no final do fórum","desc": "Com este código, poderemos criar uma caixa de busca ao final do fórum, possibilitando assim, mais comodidade e facilidade aos usuários do seu fórum.","tagnew":0,"tagupdate":0},{"t":"106345","list": 2,"cat": 18,"title": "Colocar navegação rápida no rodapé da pagina","desc": "Com este tutorial, nós estaremos mostrando a seguir uma função de navegação rápida nos fóruns. Com a função poderemos aceder entre os fóruns por uma aba com um efeito bem aconchegante aos fóruns Forumeiros.","tagnew":0,"tagupdate":0},{"t":"107424","list": 2,"cat": 16,"title": "Substituir o editor padrão pelo CKEditor","desc": "Às vezes gostaríamos de um novo editor, com mais funções e mais elegante. Nesse tutorial usaremos o editor usado pela plataforma IPB, o #CKEditor.","tagnew":0,"tagupdate":0},{"t":"76933","list": 2,"cat": 18,"title": "Criar novo rodapé","desc": "Muitas vezes vemos conteúdos que são adicionados ao final da página do fórum, a partir deste tutorial se torna possível a adição de conteúdo nestes locais.","tagnew":0,"tagupdate":0},{"t":"82382","list": 2,"cat": 18,"title": "Estatísticas de PhpBB3 no formato de PunBB","desc": "Veja como colocar a estatísticas de seu fórum PhpBB3 no formato de PunBB.","tagnew":0,"tagupdate":0},{"t":"93958","list": 2,"cat": 18,"title": "Estatísticas personalizadas","desc": "Veja como pode personalizar as estatísticas com um modelo diferente. Deixando a quantidade de números de cada informação em um quadro pequeno.","tagnew":0,"tagupdate":0},{"t":"56716","list": 2,"cat": 18,"title": "Imagem na parte inferior do fórum","desc": "Neste tutorial, iremos lhe ensinar como personalizar o footer do teu fórum, ou seja, a parte de baixo do fórum. Assim, podendo colocar imagens ou até mesmo um texto personalizado.","tagnew":0,"tagupdate":0},{"t":"31990","list": 2,"cat": 18,"title": "Inserir copyright em seu fórum","desc": "Muitos não gostam que outras pessoas plagiem nossos fóruns, neste tutorial você aprenderá a como inserir copyright nas páginas que se localizam os fóruns.","tagnew":0,"tagupdate":0},{"t":"41811","list": 2,"cat": 18,"title": "Legenda elegante","desc": "Neste tutorial iremos aprender a personalizar a &quot;legenda das mensagens&quot; ou seja, personalizar a área das imagens: Novas mensagens, Não há novas mensagens e Fórum Bloqueado.","tagnew":0,"tagupdate":0},{"t":"91432","list": 2,"cat": 18,"title": "Link do painel de controle fixo na página","desc": "Por vezes, quando queremos aceder o painel de controle, torna-se chato fazer o scroll até ao fundo da página, quando o nosso fórum é extenso. Com este código, o link do painel ficará flutuante na janela, assim será mais rápido para aceder ao mesmo.","tagnew":0,"tagupdate":0},{"t":"56954","list": 2,"cat": 18,"title": "Modificar a zona &quot;Quem está conetado&quot;","desc": "Este tutorial é sobre a edição da parte dos templates referente à zona de “Quem está conectado” , nas versões PunBB e PhpBB2.","tagnew":0,"tagupdate":0},{"t":"106195","list": 2,"cat": 18,"title": "Modificar aparência do link &quot;Painel de Controle&quot;","desc": "Afim de melhorar a aparência de seu fórum, foi criado este tutorial para que você possa personalizar a aparência do link &quot;Painel de Controle&quot;.","tagnew":0,"tagupdate":0},{"t":"72003","list": 2,"cat": 18,"title": "Personalização da legenda dos grupos","desc": "Hoje iremos fazer utilização de códigos JavaScript e códigos CSS para podemos modificar a legenda dos grupos de nossos fóruns conforme nossa vontade, sem limitação, podendo ter nossos grupos com um nome e mostra-los ou não com outros textos na página principal do fórum.","tagnew":0,"tagupdate":0},{"t":"91431","list": 2,"cat": 18,"title": "Personalizar a legenda dos grupos","desc": "Neste tutorial você irá aprender a como modificar a legenda dos grupos, para uma personalizada, muito diferente da legenda padrão da Forumeiros.","tagnew":0,"tagupdate":0},{"t":"74417","list": 2,"cat": 18,"title": "Quem está conectado e Estatísticas em quadros (PhpBB3)","desc": "Este tutorial tem como objetivo melhorar a abrangência das classes das estatísticas do fórum, assim melhorando no momento da personalização.","tagnew":0,"tagupdate":0},{"t":"106338","list": 2,"cat": 18,"title": "Retirar/Substituir colchetes da legenda dos grupos","desc": "Neste tutorial, aprenderemos a retirar os famosos colchetes da legenda e a descrição &quot;Legenda :&quot; nas versões phpBB2, phpBB3, Invision e PunBB com uma pequena edição no template index_body, e um código CSS para concluir o efeito.","tagnew":0,"tagupdate":0},{"t":"56741","list": 2,"cat": 18,"title": "Substituir nome do grupo por imagem na legenda","desc": "Com este tutorial, nós estaremos mostrando a seguir como substituir um nome de um grupo na legenda de seu fórum por uma imagem. Preste bem a atenção nos campos que devem ser modificados.","tagnew":0,"tagupdate":0},{"t":"56731","list": 2,"cat": 18,"title": "Toolbar personalizada","desc": "Neste tutorial será ensinada a forma de colocar uma toolbar totalmente personalizada no seu fórum. Assim não terá de recorrer a websites externos para colocar algo deste tipo no seu fórum, poderá fazê-lo você mesmo(a).","tagnew":0,"tagupdate":0},{"t":"101959","list": 2,"cat": 12,"title": "Adicionar paginação na versão mobile","desc": "A maioria já sabe que a versão móvel carece de meios para saltar para o final de um tópico. No entanto, com este tutorial, você será capaz de adicionar paginação para a versão móvel do seu fórum Forumeiros.","tagnew":0,"tagupdate":0},{"t":"101960","list": 2,"cat": 12,"title": "Aviso de Caps Lock ligado no password","desc": "Com este tutorial, será ensinado a como fazer uma função que alertara quando o Caps lock estiver ligado quando escrevemos a senha. Um código simples, mas que pode evitar muita dor de cabeça.","tagnew":0,"tagupdate":0},{"t":"32787","list": 2,"cat": 12,"title": "Adicionar lista de seções na mensagem da home-page","desc": "A lista de seções é um sistema que destaca as seções que o fórum possui na mensagem da home-page, fazendo com que todos os usuários que acessarem poderão ver o que existe no fórum e, ao passar o mouse sobre a imagem de cada uma das seções ver uma breve descrição dela.","tagnew":0,"tagupdate":0},{"t":"77422","list": 2,"cat": 12,"title": "Adicionar um menu CSS Maker","desc": "Muitas vezes vemos em alguns fóruns um menu totalmente personalizado e modificado, que sai de quase todos os padrões de estrutura estabelecidos pela versão do fórum, então a partir de agora iremos aprender como adicionar estes novos menus graças ao site: CSS Menu Maker.","tagnew":0,"tagupdate":0},{"t":"114517","list": 2,"cat": 20,"title": "Login com controle de contas","desc": "Com esse script você poderá escolher com qual conta entrar no seu fórum.","tagnew":0,"tagupdate":0},{"t":"95407","list": 2,"cat": 12,"title": "Adicionar uma barra de pesquisa Google no fórum","desc": "Este tutorial explica como instalar uma barra de busca do Google no seu fórum Forumeiros. Esta adição é muito útil para encontrar tópicos semelhantes no fórum e é muito fácil de configurar!","tagnew":0,"tagupdate":0},{"t":"103152","list": 2,"cat": 12,"title": "Adicionar conexão rápida na Barra de Ferramentas","desc": "Com tantas utilidades, a barra de ferramentas veio para facilitar e agilizar o que conhecemos hoje como informações em tempo real. Neste pequeno tutorial, vamos introduzir um recurso fascinante que permite criar uma caixa de Login ao clicar em Login na barra de ferramentas.","tagnew":0,"tagupdate":0},{"t":"78671","list": 2,"cat": 12,"title": "Alerta de MP em efeito LightBox","desc": "Com este efeito ao receber uma mensagem privada, um alerta em lightbox aparecerá informando a quantidade de mensagens não lidas em sua caixa de entrada.","tagnew":0,"tagupdate":0},{"t":"75780","list": 2,"cat": 12,"title": "Alterar o texto dos campos do formulário de login","desc": "Algumas vezes desejamos alterar alguns textos do fórum, agora com este tutorial teremos a possibilidade de alterar os textos que antecedem os campos do formulário de login.","tagnew":0,"tagupdate":0},{"t":"84962","list": 2,"cat": 12,"title": "Ativar buscar na versão PunBB","desc": "Esse tutorial tem como objetivo habilitar a caixa de busca do fóruns na versão PunBB.","tagnew":0,"tagupdate":0},{"t":"64166","list": 2,"cat": 12,"title": "Bloquear números no nickname","desc": "Neste tutorial, veremos uma forma de bloquear os números nos nicknames dos usuários ao se inscreverem no fórum, desta forma, podemos deixar um visual um pouco diferente, prezando pela escrita.","tagnew":0,"tagupdate":0},{"t":"97783","list": 2,"cat": 12,"title": "Caixa de login ao clicar na barra de ferramentas","desc": "Este recurso visa acelerar e facilitar o acesso aos seus usuários usando a função Login da barra de ferramentas. Ao clicar em Login, ao invés de um redirecionamento, o membro poderá colocar seus dados sem precisar virar a página.","tagnew":0,"tagupdate":0},{"t":"98729","list": 2,"cat": 12,"title": "Chatbox na barra de ferramentas","desc": "Com este tutorial poderás inovar o chatbox do teu fórum, adicionado-o na barra de ferramentas do fórum.","tagnew":0,"tagupdate":0},{"t":"74966","list": 2,"cat": 12,"title": "Caixa de busca em um fórum em modo hover","desc": "As vezes, uma seção que tem um grande fluxo, são criados tópicos repetitivos, mais agora é possível colocar uma caixa de busca em um fórum em modo hover.","tagnew":0,"tagupdate":0},{"t":"56964","list": 2,"cat": 12,"title": "Caixa de login fixa no logo","desc": "Neste incrível tutorial você vai desfrutar mais uma vez do que o CSS e os códigos html são capazes. Vamos adicionar uma caixa de login que geralmente encontramos em fóruns pagos, mas, vamos personalizar ao nosso estilo, ao estilo Forumeiros.","tagnew":0,"tagupdate":0},{"t":"61148","list": 2,"cat": 12,"title": "Caixa de login no menu de navegação ao passar o mouse","desc": "Neste tutorial iremos aprender a abrir uma caixa de login rápida, que funcionará passando o mouse sobre o botão &quot;Entrar&quot; do menu de navegação do vosso fórum.","tagnew":0,"tagupdate":0},{"t":"39780","list": 2,"cat": 12,"title": "Caixa de Menu &quot;Buscar&quot;","desc": "Muitas vezes desejamos ter um tipo de botão personalizado em nossos fórum, neste tutorial vamos aprender a criar uma caixa de menu funcional tipo a caixa &quot;Buscar&quot;, mas só funciona corretamente na versão phpBB 3.","tagnew":0,"tagupdate":0},{"t":"96196","list": 2,"cat": 12,"title": "Computar carregamento de página","desc": "Em sites de hospedagem grátis encontramos um efeitos básicos e simples que muitas vezes tornam-se atrativos. Para este tutorial, vamos propor algo bem inovador e interessante como observado pelo seu título.","tagnew":0,"tagupdate":0},{"t":"104934","list": 2,"cat": 12,"title": "Como transformar seu banner em um slideshow","desc": "Este tutorial vai ajudar a ensinar-lhe como transformar seu banner fórum em uma apresentação de slides, para que você possa exibir vários banners de uma só vez, em vez de um.","tagnew":0,"tagupdate":0},{"t":"71004","list": 2,"cat": 12,"title": "Confirmar a desconexão no fórum","desc": "O botão &quot;Logout&quot; do fórum serve para um utilizar se desconectar do fórum que está acessando, entretanto, esta ferramenta pode ter inconveniências, por exemplo, um clique por acidente e o membro é desconectado sem que o mesmo queira, neste tutorial estaremos aprendendo como colocar uma caixa de confirmação ao pressionar este botão.","tagnew":0,"tagupdate":0},{"t":"112197","list": 2,"cat": 20,"title": "Aplicação de efeitos animados com Animate.css","desc": "Animate.css é um monte de animações legais, divertidas e entre navegadores para você usar em seus projetos. Ótimo para ênfase, home pages, sliders e geral-adicionar-água-awesomeness.","tagnew":0,"tagupdate":0},{"t":"12181","list": 2,"cat": 12,"title": "Criar e personalizar a sua pop-up","desc": "O objetivo deste tutorial é mostrar duas formas distintas de trabalharmos com pop-ups de diferente meios. A pop-up consiste em uma página ou mensagem que se abre no corpo da página do seu fórum. Ela é muito utilizada para publicidades e anúncios importantes em vários locais. Sua principal finalidade é alertar pu direcionar a outras páginas.","tagnew":0,"tagupdate":0},{"t":"101964","list": 2,"cat": 19,"title": "Assinatura Harry Potter","desc": "Estaremos aprendendo a desenvolver uma assinatura/sign com o tema Harry Potter. Será uma assinatura simples mas com um resultado interessante. Todos recursos utilizados serão disponibilizados ao final do tutorial.","tagnew":0,"tagupdate":0},{"t":"103357","list": 2,"cat": 19,"title": "Assinatura nível fácil","desc": "As assinaturas são imagens muito usadas em fóruns que aparecem no final das mensagens. Há uma grande variedade de temas e são bem simples de se fazer. Agora irá aprender a fazer uma assinatura de nível fácil.","tagnew":0,"tagupdate":0},{"t":"100400","list": 2,"cat": 19,"title": "Assinatura nível avançado","desc": "As assinaturas são imagens muito usadas em fóruns que aparecem no final das mensagens. Há uma grande variedade de temas e são bem simples de se fazer. Agora irá aprender a fazer uma assinatura de nível avançado.","tagnew":0,"tagupdate":0},{"t":"106266","list": 2,"cat": 19,"title": "Assinatura nível médio","desc": "Nesse tutorial aprenderemos a como fazer uma assinatura de uma maneira simples e rápida. Programa utilizado: Photoshp CS6 (Pode ser feito em outras versões do PS).","tagnew":0,"tagupdate":0},{"t":"22362","list": 2,"cat": 12,"title": "Criar mais de uma mensagem na home-page","desc": "Muitas vezes gostaríamos de criar mais de uma mensagem para colocarmos na home-page, de modo que estas fossem divididas, como acontece com os widgets. Com este tutorial veremos como isso pode ser feito, mas devido às características próprias de cada versão, este tutorial somente é aplicável para a versão PhpBB 3 e Invision. &amp;#xa; /! Para a versão PunBB e a versão PhpBB 2, é possível fazer esta modificação sem todo o tutorial, somente por meio de códigos HTML que podem ser editados diretamente por meio dos templates. O template indicado para isso é o &quot;index_body&quot;.","tagnew":0,"tagupdate":0},{"t":"106240","list": 2,"cat": 19,"title": "Assinatura com GIF","desc": "Neste tutorial, iremos aprender a como elaborar uma imagem em GIF.","tagnew":0,"tagupdate":0},{"t":"98733","list": 2,"cat": 19,"title": "Avatar simples sofisticado","desc": "Este é um breve tutorial criado por mim, no vídeo é exibido os passos para criar um tutorial simples sofisticado.","tagnew":0,"tagupdate":0},{"t":"106395","list": 2,"cat": 19,"title": "Zoom com o botão de rolagem","desc": "Quando queremos dar o zoom em nossas criações gráficas teremos que fazer todo processo manual, mas, neste tutorial ensinara passo por passo para que possamos dar o zoom mais fácil e rápido, apenas utilizando o botão de rolagem do mouse para fazer o efeito.","tagnew":0,"tagupdate":0},{"t":"101036","list": 2,"cat": 19,"title": "Banner médio animado","desc": "Este é um breve tutorial de como criar um banner animado para o seu fórum ou blog Forumeiros. É um banner simples de nível médio.","tagnew":0,"tagupdate":0},{"t":"56709","list": 2,"cat": 12,"title": "Efeito de neve com pai-natal/papai noel","desc": "Nesse tutorial (mais completo) poderemos utilizar os efeitos natalinos com o Pai-Natal/Papai Noel. Ela baseia-se em javascript e funcionará perfeitamente em todas as versões de fórum.","tagnew":0,"tagupdate":0},{"t":"106271","list": 2,"cat": 19,"title": "Borda Personalizada em Avatar","desc": "A borda é frequentemente utilizada em trabalhos gráficos, no entanto, neste tutorial iremos aprender a como dar uma personalizada bacana no avatar.","tagnew":0,"tagupdate":0},{"t":"110561","list": 2,"cat": 12,"title": "Criar um dropdown do usuário ao clicar em perfil","desc": "O tutorial irá criar um menu popover ao clicar em &quot;perfil&quot;, na barra de navegação, com alguns atalhos para o perfil.","tagnew":0,"tagupdate":0},{"t":"106373","list": 2,"cat": 19,"title": "Capa do Grupo no WhatsApp","desc": "A intenção do tutorial é elaborar uma imagem que se adapte ao seu grupo, como quer que ele seja, no entanto de uma maneira mais criativa, a seguir será apresentando passo a passo como isso funcionara.","tagnew":0,"tagupdate":0},{"t":"56734","list": 2,"cat": 12,"title": "Desabilitar confirmação de senha no registro","desc": "Uma vez que o usuário preenche um formulário de registro, é direcionado para outra página de confirmação da senha e se o anti-spam estiver ativo, a confirmação das letras. Neste tutorial vamos usar um código que vai facilitar o registro dos usuários não deixando com que a caixa de confirmação de senha seja necessária.","tagnew":0,"tagupdate":0},{"t":"102611","list": 2,"cat": 19,"title": "Conceitos básicos do Smudge","desc": "O ramo de design gráfico possui inúmeras vertentes. Este tópico tem o objetivo de ensinar-lhes sobre smudge que, nada mais é do que borrar algumas partes do trabalho para obter um efeito de movimento.","tagnew":0,"tagupdate":0},{"t":"109700","list": 2,"cat": 19,"title": "Dupla Exposição","desc": "Aprenda a adicionar o efeito da dupla exposição a uma imagem","tagnew":0,"tagupdate":0},{"t":"109698","list": 2,"cat": 19,"title": "Distorção RGB","desc": "Aprenda a fazer um efeito de imagem &quot;3D&quot; rápido e super simples.","tagnew":0,"tagupdate":0},{"t":"44939","list": 2,"cat": 12,"title": "Disponibilidade do nome de usuário","desc": "Em fóruns de sistemas pagos quando é digitado o nickname de um usuários já existente no fórum, é alertado que já existe o mesmo. Neste tutorial vamos fazer com que em seu fórum, quando um usuário for se registrar seja mostrado se já existe o nome de usuário ou não.","tagnew":0,"tagupdate":0},{"t":"15695","list": 2,"cat": 12,"title": "Efeito de opacidade nas imagens do menu","desc": "Este tutorial irá lhe ensinar como poderá deixar a imagem do menu de navegação do seu fórum com diferentes níveis de cor, variando de uma cor total até uma cor mais opaca. Como o menu principal é um ponto onde muitos membros acedem, é interessante que seja feita algumas modificações no mesmo.","tagnew":0,"tagupdate":0},{"t":"101578","list": 2,"cat": 19,"title": "Efeito de luz passando pelo nome","desc": "Este efeito pode ser chamado também de reflexo e é muito utilizado para dar enfase a textos.","tagnew":0,"tagupdate":0},{"t":"106012","list": 2,"cat": 19,"title": "Efeito no olho: Sharingan","desc": "Nesse tutorial aprenderemos a como fazer o efeito Sharingan em um olho!","tagnew":0,"tagupdate":0},{"t":"106381","list": 2,"cat": 19,"title": "Criando Favicon no Pixlr","desc": "Iremos trabalhar a elaboração de um Favicon, e qualquer pessoa poderá fazer isso, veja nosso tutorial e aprenda de uma maneira bem tranquila.","tagnew":0,"tagupdate":0},{"t":"98377","list": 2,"cat": 19,"title": "Ferramentas básicas do Photoshop","desc": "O Adobe Photoshop é um editor gráfico que oferece diversos recursos para a edição e criação de imagens, e a base para tudo isso está nas ferramentas que o editor dispõe, nesse tutorial iremos falar um pouco sobre cada ferramenta e suas respectivas funções.","tagnew":0,"tagupdate":0},{"t":"103134","list": 2,"cat": 19,"title": "Funções básicas do Photoshop","desc": "Este é um breve tutorial que explica as funções básicas do Photoshop. São elas: criar um novo documento, salvá-lo e salvar um arquivo em ficheiro gif (animado).","tagnew":0,"tagupdate":0},{"t":"56809","list": 2,"cat": 12,"title": "Efeito nas imagens dos menus do fórum","desc": "Este tutorial ensina um efeito interessante que podemos fazer nas imagens de nossos fóruns. O efeito é bem simples e compacto, por isso o mesmo funciona em todas as versões. Basicamente, ele &quot;sobe&quot; as imagens dos menus dos fóruns!","tagnew":0,"tagupdate":0},{"t":"105024","list": 2,"cat": 19,"title": "Iluminação de uma imagem","desc": "O tutorial ilustrara de como podemos clarear ou escurecer as imagens, este efeito pode ser utilizado a qualquer momento.","tagnew":0,"tagupdate":0},{"t":"107893","list": 2,"cat": 19,"title": "Instalar fonte no Photoshop","desc": "Muitos designers procura personalizar seus textos com tipografia diferenciada, neste tutorial terá passo a passo de como instalar diversas fontes em seu Photoshop.","tagnew":0,"tagupdate":0},{"t":"49886","list": 2,"cat": 12,"title": "Enfeites de natal","desc": "Neste tutorial você irá aprender, como colocar alguns enfeites de natal por todo o seu fórum. Isso poderá ocorrer através de alguns javascripts que estaremos disponibilizando ao longo deste tópico.","tagnew":0,"tagupdate":0},{"t":"102607","list": 2,"cat": 19,"title": "Logo nível fácil","desc": "Logo é a imagem usada no topo do fórum que tem como fim exprimir graficamente o conceito do fórum. Neste tutorial você irá aprender como fazer um logo de nível fácil para o seu fórum.","tagnew":0,"tagupdate":0},{"t":"104254","list": 2,"cat": 19,"title": "Logo - Assassin&#039;s Creed","desc": "Tutorial simples em que será exivido como criar um logo similar ao utilizado na franquia &quot;Assassin&#039;s Creed&quot;, série de videogames de ação-aventura de ficção histórica.","tagnew":0,"tagupdate":0},{"t":"105320","list": 2,"cat": 19,"title": "Logo Ninja","desc": "Este tutorial vai te ensinar a como criar uma logo com aparência simples é moderna.","tagnew":0,"tagupdate":0},{"t":"57259","list": 2,"cat": 12,"title": "Enfeites para o dia dos namorados","desc": "Neste tutorial você irá aprender, como colocar alguns enfeites para o dia dos namorados por todo o seu fórum. Isso poderá ocorrer através de alguns javascripts que estaremos disponibilizando ao longo deste tópico.","tagnew":0,"tagupdate":0},{"t":"102605","list": 2,"cat": 19,"title": "Ícones com efeito Flat Design","desc": "Este tutorial irá ensinar como criar um ícone moderno que está sendo muito usado, principalmente em celulares Android. O flat design é, basicamente, uma sombra projetada da imagem principal.","tagnew":0,"tagupdate":0},{"t":"76837","list": 2,"cat": 12,"title": "Exibição de conteúdo por abas","desc": "Muitas vemos conteúdos que são expostos atráves de abas, ao clicar em uma é um conteúdo ao clicar em outra já é outro conteúdo, com este tutorial iremos aprender a criar esta exibição de conteúdo por abas, e o melhor, nem precisa de carregar outra página para mostrar um conteúdo diferente!","tagnew":0,"tagupdate":0},{"t":"101567","list": 2,"cat": 19,"title": "Efeito para texto - God of War","desc": "Neste tutorial, você irá aprender a fazer o efeito de fonte igual ao do jogo God Of War de maneira pratica e rápida.","tagnew":0,"tagupdate":0},{"t":"56808","list": 2,"cat": 12,"title": "Exibir menu na vertical","desc": "Às vezes queremos personalizar nossos menus em algumas versões como por exemplo deixá-lo na vertical. Veja como fazê-lo em alguns simples passos:","tagnew":0,"tagupdate":0},{"t":"101070","list": 2,"cat": 19,"title": "Photoshop - Dicas &amp; conceitos","desc": "Muitos usuários gostam do ramo de edição de imagens e criações gráficas mas não possuem conhecimento sobre os termos utilizados na área e acabam perdendo-se ao receberem o suporte de outrem mais experiente.","tagnew":0,"tagupdate":0},{"t":"102608","list": 2,"cat": 19,"title": "Rank nível fácil","desc": "Ranks são pequenas imagens muito usadas em fóruns para diferenciar os usuários. Há temas variados e são bem simples de se fazer. Agora poderá aprender a fazer um rank de nível fácil.","tagnew":0,"tagupdate":0},{"t":"85270","list": 2,"cat": 12,"title": "Exibir o avatar do membro na barra de ferramentas","desc": "Com esse tutorial você vai aprender a exibir o avatar do usuário de seu fórum na barra de ferramentas com dois códigos muito rápidos.","tagnew":0,"tagupdate":0},{"t":"103348","list": 2,"cat": 19,"title": "Rank nível médio","desc": "Ranks são pequenas imagens muito usadas em fóruns para diferenciar os usuários, tem temas variados e são bem simples de se fazer. Agora você ira aprender a fazer um rank nível médio.","tagnew":0,"tagupdate":0},{"t":"27585","list": 2,"cat": 12,"title": "Exibir regras do fórum","desc": "Com este código para a versão phpBB 3, poderá colocar uma caixa com as regras do fórum, de modo que os usuários vejam-na antes de mais nada. Caso queira um exemplo vivo, poderá ver na seção de Criações gráficas neste fórum, onde a mesma é usada.","tagnew":0,"tagupdate":0},{"t":"106018","list": 2,"cat": 19,"title": "Rank Personalizado","desc": "Desta vez a equipe trás um trabalho personalizado, bem dinâmico para pedidos numerosos!","tagnew":0,"tagupdate":0},{"t":"92120","list": 2,"cat": 12,"title": "Ícones no formulário de login","desc": "De modo a embelezar os nossos fóruns, veremos agora uma dica de CSS simples para adicionar ícones nos campos de login. ","tagnew":0,"tagupdate":0},{"t":"105318","list": 2,"cat": 19,"title": "Renderizar uma imagem","desc": "Esse tutorial tem como objetivo de renderizar as imagens mais complexas de uma forma fácil.","tagnew":0,"tagupdate":0},{"t":"109697","list": 2,"cat": 19,"title": "Texto 3D - Básico","desc": "Deseja fazer um texto 3D simples para seus trabalhos ? Hoje irei ensinar você a fazer um texto 3D básico.","tagnew":0,"tagupdate":0},{"t":"93863","list": 2,"cat": 12,"title": "Fixar menu no scrolling","desc": "Novo efeito incrível para o menu, podemos aplicar o menu fixo no scrolling. O menu estará normal com a posição normal no fórum, rolando o scroll do navegador para baixo vai ficar fixado no topo.","tagnew":0,"tagupdate":0},{"t":"105025","list": 2,"cat": 19,"title": "Texto com efeito dourado","desc": "O respectivo tutorial apresenta um modo simples de criar um efeito básico para os efeitos dourados aplicados em fontes de todos os tipos, e pode ser utilizado para enfeitar as imagens.","tagnew":0,"tagupdate":0},{"t":"106011","list": 2,"cat": 19,"title": "Texto com efeito de Sangue","desc": "Quer dar aquele toque de terror em sua comunidade? Aprenda hoje a como fazer um efeito de sangue no Adobe Photoshop CS6.","tagnew":0,"tagupdate":0},{"t":"103356","list": 2,"cat": 19,"title": "Texto em GIF","desc": "Este tutorial irá ensinar como criar texto em formato .GIF, ou seja, terá animação em que o texto ficará piscando. Qual por sua vez é muito utilizado em criações gráficas para dar destaque ao texto.","tagnew":0,"tagupdate":0},{"t":"104238","list": 2,"cat": 19,"title": "Texto em máscara de corte","desc": "Este tutorial irá ensinar como criar texto com imagem sobre as letras, em outras palavras, a imagem tomará o formato do texto escolhido. Esse processo é muito utilizado nas criações gráficas para dar destaque ao texto.","tagnew":0,"tagupdate":0},{"t":"103139","list": 2,"cat": 19,"title": "Textura de madeira em texto","desc": "Aprenda a colocar a textura de madeira em uma sobreposição para usar em Fontes/Imagens ou planos de fundo em seus projetos.","tagnew":0,"tagupdate":0},{"t":"106369","list": 2,"cat": 19,"title": "Traduzir Photoshop CS6 para português","desc": "Muitas vezes temos o PS6 em outro idioma que não é o Português, e isto atrapalha um pouco as edições de imagens, e por necessidades gostaria que fosse possível a tradução deste incrível editor.","tagnew":0,"tagupdate":0},{"t":"26148","list": 2,"cat": 12,"title": "Limitando caracteres no registro do Nickname","desc": "Muitas vezes, desejamos que em nossos fóruns os membros tenham Nicknames/Apelidos bem pequenos, para até mesmo ajudar na organização do fórum. Sendo assim, abaixo iremos ensinar como colocar uma regra de caracteres máximos na hora do registro do Nickname.","tagnew":0,"tagupdate":0},{"t":"70758","list": 2,"cat": 12,"title": "Limitar caracteres do login no momento do cadastro","desc": "A partir deste tutorial é possível limitar a quantidade de caracteres digitados no campo de login no momento de cadastro.","tagnew":0,"tagupdate":0},{"t":"64151","list": 2,"cat": 12,"title": "Login e senha para ver página HTML","desc": "Neste tutorial vamos usar um efeito que obriga o visitante se conectar na página para continuar a leitura. Você poderá modificar esses pontos para que fique ao seu gosto.","tagnew":0,"tagupdate":0},{"t":"71833","list": 2,"cat": 12,"title": "Login em lightbox","desc": "Neste tutorial será ensinado mais como aplicar o efeito lightbox no momento em que o usuário se loga.","tagnew":0,"tagupdate":0},{"t":"64389","list": 2,"cat": 12,"title": "Login no topo do fórum","desc": "Por muitas vezes, queremos chamar atenção com códigos inovados, os mais queridos nestes tipos de ocasião são de Login. No último tutorial sobre Login&#039;s aprendemos á gerir uma caixa de login ao passar o mouse sobre o botão &quot;Entrar&quot; do menu de navegação, já neste iremos aprender á inserir uma mini-caixinha no topo do fórum.","tagnew":0,"tagupdate":0},{"t":"22290","list": 2,"cat": 12,"title": "Logo aleatório","desc": "Algumas vezes temos vários logos ótimos para aplicarmos em nossos fóruns, o problema sempre é qual deles usar. Com este tutorial este problema estará resolvido pois poderá ter vários logos que irão se alternar aleatóriamente cada vez que a página for carregada.","tagnew":0,"tagupdate":0},{"t":"42969","list": 2,"cat": 12,"title": "Logo diferente em cada fórum","desc": "Agora você poderá personalizar o logo do seu fórum (padrão) para mostrar uma imagem diferente em cada sessão. Neste tutorial ensinaremos como pôr em prática esse efeito.","tagnew":0,"tagupdate":0},{"t":"56715","list": 2,"cat": 12,"title": "Logo em Flash","desc": "Nesse tutorial poderemos substituir a imagem do Logo do fórum, pelo plugin Adobe Flash Player. O código baseia-se em javascript e funcionará perfeitamente em todas as versões de fórum.","tagnew":0,"tagupdate":0},{"t":"22323","list": 2,"cat": 12,"title": "Logo rotativo","desc": "Com este tutorial iremos aprender como se pode colocar vários logos no fórum mas que estes se alterem em um intervalo de tempo e em ordem aleatória. Este código é interessante para fóruns que tratam de vários assuntos, assim se pode colocar um logo de cada tema e estes alternam-se.","tagnew":0,"tagupdate":0},{"t":"56736","list": 2,"cat": 12,"title": "Mensagem na homepage em HTML","desc": "Este tutorial vem ensinar os membros a poderem inserir uma informação de destaque no conteúdo da mensagem na homepage, o código tem duas fases de instalação, a ativação do HTML e ao mesmo tempo a inserção do código na homepage.","tagnew":0,"tagupdate":0},{"t":"63916","list": 2,"cat": 12,"title": "Mensagem privada ao se postar no perfil","desc": "Neste tutorial, vamos aprender a fazer com que, ao se postar uma mensagem em um perfil de um membro, uma mensagem privada seja enviada automaticamente para a caixa de entrada deste mesmo membro, através de um simples código.","tagnew":0,"tagupdate":0},{"t":"93956","list": 2,"cat": 12,"title": "Menu de mensagens privadas","desc": "Agora podemos fazer menu com uma lista de mensagens privadas em menus relacionados! Este efeito será ativado ao clicar no menu de navegação &quot;Mensagens privadas&quot;.","tagnew":0,"tagupdate":0},{"t":"46955","list": 2,"cat": 12,"title": "Menu de navegação em Flash","desc": "Algumas vezes criamos um menu animado online ou manualmente, mas não sabemos como adiciona-lo corretamente no fórum, neste tutorial irá aprender como utilizar o menu corretamente e como adicionar o menu no fórum.","tagnew":0,"tagupdate":0},{"t":"56816","list": 2,"cat": 12,"title": "Menu na lateral do fórum","desc": "Neste tutorial, iremos aprender à como adicionar um pequeno menu modificável ao canto inferior direito do fórum. Ele é aberto assim que clicamos numa imagem principal, que podemos chamar de &quot;cesta&quot;. Atráves de um clique nesta cesta ela poderá abrir e mostrar diversas funções, tudo isso através de simples códigos e imagens.","tagnew":0,"tagupdate":0},{"t":"103596","list": 2,"cat": 12,"title": "Menu personalizado","desc": "As vezes queremos um fórum &quot;de cara nova&quot;, com um menu com mais estilo, bem desenvolvido e elegante; vamos lhe ensinar fazer isso com alguns simples passos.","tagnew":0,"tagupdate":0},{"t":"101035","list": 2,"cat": 12,"title": "Mostrar senha com checkbox","desc": "Consoante a claridade do quarto onde estamos ao escrever erramos a senha. Com este tutorial você ira aprender a adicionar um campo que permitira de mostrar a sua senha e verificar assim os eventuais erros.","tagnew":0,"tagupdate":0},{"t":"93953","list": 2,"cat": 12,"title": "Modal de Mensagem Privada","desc": "Neste tutorial você aprenderá a inserir um modal, ou pop-up, que é exibida ao clicar no ícone de mensagem privada abaixo do perfil do usuário nos tópicos, facilitando e acelerando o envio de mensagens entre membros.","tagnew":0,"tagupdate":0},{"t":"56996","list": 2,"cat": 12,"title": "Mudar regulamento na versão Phpbb3 e Invision","desc": "Adoramos inovar nossos fóruns aplicando scripts e efeitos mais do que especiais. Hoje neste tutorial vamos modificar os termos de uso padrão das versões Phpbb3 e Invision, que não permite edição de template. Com um pequeno código Javascript vamos reproduzir um efeito bombastico em seu fórum com as regras que desejar.","tagnew":0,"tagupdate":0},{"t":"92111","list": 2,"cat": 12,"title": "Modificar &quot;Bem vindo&quot; da barra de ferramentas","desc": "A modificação dos direitos autoriais de Forumeiros só é permitida com a compra de créditos, porém, podemos personalizá-la alterando o nome padrão &quot;Bem-vindo&quot; para &quot;Bem-vindo ao FdF&quot;, sem prejudicar o fórum com a questão dos direitos.","tagnew":0,"tagupdate":0},{"t":"57330","list": 2,"cat": 12,"title": "Modificar nome dos links do menu de navegação","desc": "Com a criação de várias sugestões, os administradores de fóruns não gostam do modo que os links de navegação estão expostos em seus fóruns. Um código que vamos adicionar na folha de estilo .JS vai ajudar-lhe a mudar isso.","tagnew":0,"tagupdate":0},{"t":"104168","list": 2,"cat": 12,"title": "Modificar favicon em locais específicos","desc": "Já pensou em colocar um favicon para cada local do fórum ou até um diferente num local especifico e de resto tudo igual? Com este tutorial, isso é possível.","tagnew":0,"tagupdate":0},{"t":"74786","list": 2,"cat": 12,"title": "Mostrar caixa de busca ao passar o mouse","desc": "Agora também poderá implantar em seu fórum o mesmo efeito que é visto aqui no fórum dos fóruns, quando se passa o mouse pelo link &#039;buscar&#039; é possível visualizar a caixa de busca sem precisar clicar.","tagnew":0,"tagupdate":0},{"t":"25010","list": 2,"cat": 12,"title": "Mudar as regras padrões do fórum (PunBB e phpBB2)","desc": "As versões PunBB e phpBB2, permitem uma personalização total do fórum, pela modificação dos templates. Já que temos possibilidades quase infinitas de personalização, veremos como podemos modificar as regras que são exibidas na hora do cadastro em nossos fóruns. Veremos como as deletar e somente deixar uma feita por nós.","tagnew":0,"tagupdate":0},{"t":"93865","list": 2,"cat": 12,"title": "Mudar estilo da caixa da força da password","desc": "Com código CSS básico podemos modificar os ícones do estilo da caixa de força da password. Ao registrar no fórum quando digitando a senha desejada, abaixo da caixa da força possui os ícones mostrando se a senha é fraca, média ou forte, agora podemos modificar esses ícones.","tagnew":0,"tagupdate":0},{"t":"22241","list": 2,"cat": 12,"title": "Neve cair sobre o fórum","desc": "Sempre que se chega a época do Natal, muitas pessoas gostam de enfeitar suas casas com objetos e decorações. Nos fóruns, também é possível fazer isso, e com a mistura correta de vários códigos, é possível criar um belo tema natalino.","tagnew":0,"tagupdate":0},{"t":"61134","list": 2,"cat": 12,"title": "Nome de exibição alternativo","desc": "Como podemos ver em fóruns de outras plataformas, podemos nos registrar com um nome de usuário mas ter outro como exibição no perfil. Este campo pode ser definido no registro, pois, ele é um campo de perfil, modificável por qualquer usuário e o javascript cria este campo de forma automática.","tagnew":0,"tagupdate":0},{"t":"93871","list": 2,"cat": 12,"title": "Nova maneira de visualizar as mensagens privadas","desc": "Podemos visualizar as mensagens privadas de uma maneira rápida e eficaz. Facilitando a navegação ao visualizar as mensagens recebidas e enviadas.","tagnew":0,"tagupdate":0},{"t":"93960","list": 2,"cat": 12,"title": "Número de novas mensagens privadas","desc": "Neste tutorial, podemos aplicar um efeito de personalização no número de novas mensagens privadas ao menu. Ao qual estará descartando quantas novas mensagens privadas o usuário tem.","tagnew":0,"tagupdate":0},{"t":"74690","list": 2,"cat": 12,"title": "Opções de perfil no topo do fórum","desc": "Muita das vezes nós queremos um atalho para modificar seu perfil, neste tutorial irá facilitar as vidas de seus membros há modificarem as opções de seu perfil rápido e elegante.","tagnew":0,"tagupdate":0},{"t":"105532","list": 2,"cat": 12,"title": "Personalizar atalho do membro da barra de ferramentas","desc": "Por muitas vezes, queremos chamar atenção com códigos inovados, nesse tutorial iremos aprender a como personalizar a aparência dos itens do atalho do membro da barra de ferramentas.","tagnew":0,"tagupdate":0},{"t":"56993","list": 2,"cat": 12,"title": "Gerir Página de logout","desc": "Este tutorial ensina a como mudar a página que aparece após um usuário fazer logout da sua conta do fórum.","tagnew":0,"tagupdate":0},{"t":"52736","list": 2,"cat": 12,"title": "Painel de login na parte superior","desc": "Para complementar a aparencia do seu fórum, neste tutorial vamos aplicar um painel de controle personalizado no fórum, que estará disponível no topo do fórum.","tagnew":0,"tagupdate":0},{"t":"64154","list": 2,"cat": 12,"title": "Personalizando o painel de usuário","desc": "O painel de usuário se tornou algo muito usado em todos os fóruns para melhor confortar os membros ao acesso as ferramentas, que através do botão perfil do menu de navegação pode demorar a resultar. Neste tutorial vamos conhecer o painel de usuário de cada versão.","tagnew":0,"tagupdate":0},{"t":"85985","list": 2,"cat": 12,"title": "Personalizar atalhos de navegação","desc": "Os atalhos de navegação dos fóruns são essenciais para qualquer usuário em seu fórum. Neste sentido, para trazer mais comodidade e qualidade, este tutorial ensina como personalizá-los.","tagnew":0,"tagupdate":0},{"t":"46958","list": 2,"cat": 12,"title": "Personalizar caixa de Busca","desc": "Através deste tutorial poderá personalizar a caixa de busca do Fórum, por exemplo, inserir diversas imagens na caixa e alterar a posição do mesmo.","tagnew":0,"tagupdate":0},{"t":"70803","list": 2,"cat": 12,"title": "Personalizar links do menu","desc": "Através deste tutorial, poderemos manipular os links do menu de forma fácil, como tamanho da fonte, o espaço entre os links, cores e muito mais!","tagnew":0,"tagupdate":0},{"t":"97785","list": 2,"cat": 12,"title": "Pesquisa com resultados automáticos","desc": "Nesse tutorial iremos colocar um efeito que ao clicar no botão Busca - localizado no menu, e ao escrever algumas palavras automáticamente aparecerá alguns resultados logo abaixo.","tagnew":0,"tagupdate":0},{"t":"56819","list": 2,"cat": 12,"title": "Redirecionar o usuário após logar no fórum","desc": "Este tutorial lhe ensina como fazer para quando um usuário de seu fórum logar no mesmo, e ele ser redirecionado à uma página que você queira, através de um pequeno código javascript. O mesmo funciona em todas as versões de fóruns da Forumeiros.","tagnew":0,"tagupdate":0},{"t":"35481","list": 2,"cat": 12,"title": "PHPBB3 na versão PunBB","desc": "Com este tutorial, aprenderá através da edição de templates e a adição de um CSS extra, a mudar a aparência completa dum fórum de versão PUNBB em PHPBB3; se não ficou claro, terá um fórum de versão PHPBB3 num PUNBB, não precisará trocar a versão do fórum.","tagnew":0,"tagupdate":0},{"t":"56718","list": 2,"cat": 12,"title": "Remover o espaço entre as imagens do menu","desc": "Este tutorial permitirá aos donos de fóruns Invision, que acabem com um erro em seu menu de navegação, assim deixando as imagens do menu juntas e acabando com seus problemas!","tagnew":0,"tagupdate":0},{"t":"57002","list": 2,"cat": 12,"title": "Remoção da caixa de busca ao clicar &quot;Buscar&quot;","desc": "Com este tutorial, será possível remover a caixa de busca ao clicar do botão buscar existente da barra de navegação.","tagnew":0,"tagupdate":0},{"t":"101062","list": 2,"cat": 12,"title": "Sistema de Notificações","desc": "Com um simples código, podemos obter um resultado semelhante ao do sistema de notificações da &quot;Barra de Ferramentas&quot;, sem precisar ter a mesma ativa.","tagnew":0,"tagupdate":0},{"t":"73793","list": 2,"cat": 12,"title": "Slidebar com imagens","desc": "Usando como base este tutorial, pode-se adicionar uma barra de slides geralmente usada como uma demonstração de imagens, poderá ser usada também, como um anúncio em seu fórum.","tagnew":0,"tagupdate":0},{"t":"93901","list": 2,"cat": 12,"title": "Sub-links nos menus","desc": "Uma lista de links torna-se fundamental para o desenvolvimento do website, porque através desta lista o internauta pode acessar várias páginas rapidamente, gerando conforto e principalmente tráfego. Neste tutorial, vamos aplicar de forma elegante de menu com links em lista.","tagnew":0,"tagupdate":0},{"t":"55312","list": 2,"cat": 12,"title": "Temas aleatórios da mesma versão","desc": "Este tutorial ensina como colocar temas aleatórios da mesma versão do seu fórum, no seu fórum.","tagnew":0,"tagupdate":0},{"t":"56939","list": 2,"cat": 12,"title": "Título do fórum em movimento","desc": "Este tutorial ensina sobre como fazer o título do seu fórum ficar em movimento.","tagnew":0,"tagupdate":0},{"t":"72425","list": 2,"cat": 12,"title": "Treno do Papai noel voando","desc": "Agora podemos personalizar vossos fóruns com um efeito do Treno do Papai noel voando sobre o fórum neste natal! O que acha de ter esta função inovadora em teu fórum?","tagnew":0,"tagupdate":0},{"t":"56735","list": 2,"cat": 12,"title": "Voltar a página anterior após login","desc": "Você está lendo um conteúdo interessante em um fórum ao qual é membro, e neste fórum há vários tópicos e aquele que você estava lendo era muito importante, quando efetua o login neste fórum para responder a tal mensagem, você é direcionado para página principal do fórum. Neste tutorial vamos usar um código que fará com que após o login, você ao invés de ser direcionado para a página principal, seja enviado para mesma página que estava antes.","tagnew":0,"tagupdate":0},{"t":"95430","list": 2,"cat": 14,"title": "Login automatico no chatbox","desc": "Ao se recarregar a página o usuário é automaticamente desconectado do chatbox, dai vem a grande utilidade deste tutorial, este trará uma conexão automática.","tagnew":0,"tagupdate":0},{"t":"56720","list": 2,"cat": 14,"title": "Mudar a chatbox de sítio","desc": "Já que temos possibilidades quase infinitas de personalização veremos como podemos personalizar ainda mais nossa chatbox com um recurso maravilhoso! O recurso simplesmente mudará sua chatbox de lugar. Assim criando uma pequena caixa em seu fórum para que assim a pessoa possa clicar na mesma e abrir e fechar o chat.","tagnew":0,"tagupdate":0},{"t":"22416","list": 2,"cat": 14,"title": "Personalizar o Chatbox","desc": "Muitos fóruns possuem seus chatbox ativados e fazem dele um ponto de passagem de todos os usuários do fórum, seja para jogar conversa fora ou mesmo para debater assuntos importantes. Visto tal importância, este tutorial lhe ajudará a personaliza-lo, deixando- mais atrativo para os usuários do fórum.","tagnew":0,"tagupdate":0},{"t":"55314","list": 2,"cat": 12,"title": "Proibir CSS &amp; link externo em spoiler no chatbox","desc": "Esse tutorial ensina a como proibir a utilização de códigos CSS no chatbox do seu fórum. O tutorial só funciona se chatbox estiver no início ou no final da página do fórum.","tagnew":0,"tagupdate":0},{"t":"93950","list": 2,"cat": 17,"title": "Adicionar borda no perfil para grupos específicos","desc": "Agora podemos adicionar borda no perfil das mensagens para determinados grupos. Dando em si um design melhor, com a aparecia de identificar os grupos com mais facilidade.","tagnew":0,"tagupdate":0},{"t":"64155","list": 2,"cat": 17,"title": "Adicionar efeito ao passar o mouse por cima da avatar","desc": "Este tutorial é bem simples, quando você adicionar o código (que se encontra a baixo) em sua página CSS, ao passar o mouse por cima do avatar ele irá ter um efeito e ficará na &quot;diagonal&quot;.","tagnew":0,"tagupdate":0},{"t":"23170","list": 2,"cat": 17,"title": "Adicionar ícone Online / Offline","desc": "Muitas vezes gostariamos de visualizar se um usuário está online no fórum sem ter que olhar nas estatísticas. Agora poderemos adicionar os ícones para diferenciar o status dos usuários.","tagnew":0,"tagupdate":0},{"t":"80606","list": 2,"cat": 17,"title": "Adicionar mais de um rank a um membro","desc": "Através deste tutorial você poderá aprender a implantar mais de um rank num perfil, as imagens dos rank&#039;s só irá aparecer para um integrante de um rank específico.","tagnew":0,"tagupdate":0},{"t":"29666","list": 2,"cat": 17,"title": "Alterar a ordem do Rank e avatar na versão phpBB 2 e PunBB","desc": "Em alguns layouts prontos o rank vem acima do avatar e muitos usuários e administradores têm o costume do uso com o rank abaixo do avatar, neste tutorial veremos como fazer tais alterações utilizando a personalização de templates.","tagnew":0,"tagupdate":0},{"t":"56722","list": 2,"cat": 17,"title": "Alterar os sinais de Reputação","desc": "Vários membros já fizeram questões acerca da mudança de aparência do &quot; + &quot; e &quot; - &quot; de reputação nos tópicos. Sendo assim, foi elaborado este tutorial de forma a esclarecer mais rapidamente as dúvidas de nossos membros. Assim sendo, iremos aprender como personalizar os sinais negativo e positivo da reputação.","tagnew":0,"tagupdate":0},{"t":"56742","list": 2,"cat": 17,"title": "Avatar com tamanho fixo nas mensagens","desc": "Este tutorial ensina a como colocar um tamanho fixo no avatar das mensagens.","tagnew":0,"tagupdate":0},{"t":"71915","list": 2,"cat": 17,"title": "Avatar em forma de MSN","desc": "Mais uma opção de personalização para seus fóruns acaba de ser elaborada, agora poderá ter os avatares do vosso fórum com bordas estilo &quot;msn&quot;.","tagnew":0,"tagupdate":0},{"t":"26315","list": 2,"cat": 17,"title": "Botão de reputação na forma de imagens (PhpBB 2 e PunBB)","desc": "As versões PunBB e phpBB2, permitem uma personalização total do fórum, pela modificação dos templates. Já que temos possibilidades quase infinitas de personalização, veremos como podemos colocar imagens a nosso gosto, nos botões de reputação (+ e -).","tagnew":0,"tagupdate":0},{"t":"27730","list": 2,"cat": 17,"title": "Colocar as formas de contato dum membro abaixo do seu perfil (phpBB2)","desc": "Este tutorial lhe ensinará a deixar as opções de contato do usuário logo abaixo de suas informações nas mensagens, como acontece nas versões phpBB3, PunBB e Invision. Tenha atenção somente que este tutorial é destinado a usuários da versão phpBB 2!","tagnew":0,"tagupdate":0},{"t":"32785","list": 2,"cat": 17,"title": "Colocar os campos do Perfil em um Tooltip","desc": "Se você acha que os campos do perfil ocupam muito espaço nas mensagens, a solução é colocá-los na forma de um tooltip. Ou seja, os campos ficarão ocultos até que se passe o mouse por cima do avatar do membro, exibindo todas as informações, como a data de registo, o número de mensagens, idade, entre outros.","tagnew":0,"tagupdate":0},{"t":"56811","list": 2,"cat": 17,"title": "Colorir o nick dos usuários","desc": "Este tutorial ensinará a fazer uma das coisas que até agora era impossível de se fazer individualmente. Ele ensinará como colocar cor nos nicks dos usuários por códigos CSS, e não aplicando cores por grupos. Funciona em todas as versões.","tagnew":0,"tagupdate":0},{"t":"56807","list": 2,"cat": 17,"title": "Como criar um shop","desc": "Muitos perguntam como se faz para se ter um pequeno shop em vossos fóruns, este tutorial vais lhe ensinar exatamente isso.","tagnew":0,"tagupdate":0},{"t":"16849","list": 2,"cat": 17,"title": "Criar campo &quot;País de Origem&quot;","desc": "O campo &quot;País de Origem&quot; pode conter várias funções que podem ser definidas pelos administradores mas, sua função principal é a de demonstrar o país de que o membro é originário.","tagnew":0,"tagupdate":0},{"t":"35486","list": 2,"cat": 17,"title": "Criar campo &quot;Prêmios para membros&quot;","desc": "Algumas vezes, desejamos fazer campeonatos no fórum, e para isso colocar algum indicador da quantidade de prêmios ou algo que diferencie um usuário dos demais membros. Através dos campos de perfil é possível realizar estas coisas de uma forma surpreendente.","tagnew":0,"tagupdate":0},{"t":"16880","list": 2,"cat": 17,"title": "Criar uma barra de respeito às regras (warning)","desc": "A barra de warning como muitos a chamam ou barra de respeito das regras, é um método de notificar os membros sobre alguma ação incorreta dos mesmos, sendo assim utilizada como uma forma de punição a retirada de alguma percentagem dessa barra, consoante as advertências dadas.","tagnew":0,"tagupdate":0},{"t":"64167","list": 2,"cat": 17,"title": "Efeito giratório no avatar","desc": "Faça seu avatar dar várias voltas, é isso o que o tutorial propõe, uma modificação simples que faz com que o seu avatar comece a rodar simplesmente passando o seu mouse (rato) por cima.","tagnew":0,"tagupdate":0},{"t":"61149","list": 2,"cat": 17,"title": "Efeitos no nickname do usuário","desc": "Este tutorial ensinará a fazer uma das coisas que até agora era impossível de se fazer individualmente. Ele ensinará como colocar imagens nos nicks, grupos e ranks dos usuários por códigos CSS e páginas JS.","tagnew":0,"tagupdate":0},{"t":"52737","list": 2,"cat": 17,"title": "Efeitos no nome de usuário","desc": "Em alguns casos gostaríamos de destacar o nome de um usuário no fórum, mudar de cor, fazer qualquer alteração, mas não em todos, só em um, este tutorial se trata exatamente disto.","tagnew":0,"tagupdate":0},{"t":"64149","list": 2,"cat": 17,"title": "Esconder perfil personalizado em phpBB 3","desc": "Assim como ocultar os widgets do fórum você também pode com um pequeno efeito em Javascript para esconder o perfil personalizado do usuário. Uma função prática, que não gera conflito com códigos de seu fórum, e o melhor, o próprio usuário pode modificar.","tagnew":0,"tagupdate":0},{"t":"80640","list": 2,"cat": 17,"title": "Ficha de personagem em lightbox","desc": "É comum acedermos ao perfil de algum membro para visualizar sua ficha de personagem, mas, nem sempre temos paciência de esperar a página carregar, então neste tutorial iremos aprender a colocar a ficha de personagem em tooltip, fazendo assim uma apresentação mais rápida e muito mais elegante. Ele funcionará da seguinte forma, ao clicarmos no nome do usuário de algum utilizador o efeito é ativado e a ficha de personagem é automaticamente mostrada.","tagnew":0,"tagupdate":0},{"t":"74419","list": 2,"cat": 17,"title": "Hiperlink nas imagens do perfil","desc": "Este tutorial ensina a como colocar um hiperlink nas imagens que aparecem no perfil dos usuários dentro dos tópicos.","tagnew":0,"tagupdate":0},{"t":"50885","list": 2,"cat": 17,"title": "Imagens nos nicks dos usuários","desc": "Este tutorial ensina como implantar uma função nos nicks dos usuários para que através de um pequeno código, possa adicionar qualquer imagem que você desejar ao lado do mesmo.","tagnew":0,"tagupdate":0},{"t":"73776","list": 2,"cat": 17,"title": "Informações de um membro em balão (Phpbb3 e PunBB)","desc": "Com base neste tutorial podemos adicionar um código que permite mostrar as informações de um membro em forma de um balão.","tagnew":0,"tagupdate":0},{"t":"106339","list": 2,"cat": 17,"title": "Nome do usuário em cima do avatar com CSS","desc": "Neste tutorial vou ensinar a colocar o nome de usuário e o rank em cima do avatar no perfil de fórum.","tagnew":0,"tagupdate":0},{"t":"93874","list": 2,"cat": 17,"title": "Onde o usuário se encontra","desc": "Com base neste tutorial, ao acessar o perfil do usuário podemos identificar em qual posição do fórum ele se encontra.","tagnew":0,"tagupdate":0},{"t":"46961","list": 2,"cat": 17,"title": "Perfil do lado direito em phpBB 2 e punbb","desc": "Em todos os layouts de phpBB 2 e punbb, os perfis dos usuários nas mensagens eles vem sempre do lado esquerdo. Como este tutorial, através da edição de templates vamos aprender como colocar estes mesmos pefis do lado direito.","tagnew":0,"tagupdate":0},{"t":"57331","list": 2,"cat": 17,"title": "Personalizar título dos ranks","desc": "Personalizar o título dos ranks com tags de construção de texto, cores e imagens. Com simples tags de uso cotidiano podemos trazer aos ranks destaque e a atenção além de melhor identificação de determinados usuários de seu fórum.","tagnew":0,"tagupdate":0},{"t":"57027","list": 2,"cat": 17,"title": "Posicionar ícone online ao lado do nick","desc": "A versão Invision possui uma ótima ferramenta padrão que posiciona o ícone &quot;Online&quot; ao lado do nick, com este tutorial iremos aprender como obter o mesmo efeito nas demais versões.","tagnew":0,"tagupdate":0},{"t":"90670","list": 2,"cat": 17,"title": "Rank deslizante","desc": "Agora podemos permitir o deslizamento aos Rank&#039;s. De uma forma elegante e organizada, principalmente para aqueles que utilizam mais de um Rank no perfil.","tagnew":0,"tagupdate":0},{"t":"87274","list": 2,"cat": 17,"title": "Rank em estilo CSS","desc": "Através deste tutorial você poderá configurar um rank para carregar um efeito CSS específico.","tagnew":0,"tagupdate":0},{"t":"56960","list": 2,"cat": 17,"title": "Sombra sobre o avatar","desc": "Neste tutorial iremos aprender um efeito CSS que permite produzir uma sombra em volta de todos os avatares do fórum.","tagnew":0,"tagupdate":0},{"t":"114171","list": 2,"cat": 17,"title": "Ranks tipo xenForo","desc": "Com este tutorial, será possível personalizar os nossos ranks de uma maneira diversificada.","tagnew":0,"tagupdate":0},{"t":"93881","list": 2,"cat": 17,"title": "Reputação com estilo de rank","desc": "Com este tutorial, será possível adicionar níveis a reputação.","tagnew":0,"tagupdate":0},{"t":"47960","list": 2,"cat": 17,"title": "Reputação personalizada","desc": "Com este tutorial iremos aprender a personalizar a reputação de uma maneira bastante &quot;radical&quot;. Iremos deixar a maneira actual dos Fóruns Forumeiros e colocar um &quot;ar mais profissional&quot; neste recurso. Esta personalização irá mudar completamente a reputação dos fóruns, para uma maneira mais &quot;em conta&quot;.","tagnew":0,"tagupdate":0},{"t":"56723","list": 2,"cat": 17,"title": "Riscar o rank do usuário banido","desc": "Essa pequena modificação poderá não trazer nenhuma utilidade no fórum, mas permitirá distinguir os Ranks dos usuários, nesse caso, com a conta banida. Lembre-se que, o rank somente será riscado.","tagnew":0,"tagupdate":0},{"t":"70703","list": 2,"cat": 17,"title": "Separar informações do perfil por quadro nas mensagens","desc": "A partir deste tutorial podemos aplicar um código que fará um efeito de enquadramento nas informações do perfil exibidas nas mensagens do fórum.","tagnew":0,"tagupdate":0},{"t":"114531","list": 2,"cat": 20,"title": "Personalizar elemento &quot;quote&quot; nos fóruns","desc": "Com este tutorial, aprenderemos a personalizar a citação.","tagnew":0,"tagupdate":0},{"t":"114555","list": 1,"cat": 9,"title": "Copyrights Forumeiros","desc": "Qualquer fórum do serviço Forumeiros tem os direitos autorais (copyright) ativos do final do fórum e/ou na barra de ferramentas. Aprenda como desativá-los.","tagnew":0,"tagupdate":0},{"t":"85971","list": 2,"cat": 14,"title": "Logar-se automaticamente no chatbox","desc": "Com base neste tutorial, poderá fazer com que, ao entrar no índice do fórum, os usuários estejam automaticamente logados no chatbox.","tagnew":0,"tagupdate":0},{"t":"21773","list": 2,"cat": 15,"title": "Adicionar sombra em volta da estrutura do fórum","desc": "Com este tutorial iremos aprender como podemos utilizar recursos inovadores do CSS3. Veremos como podemos, sem fazer uso de imagens, adicionar uma sombra em volta da estrutura do fórum.","tagnew":0,"tagupdate":0},{"t":"86513","list": 2,"cat": 15,"title": "Alterar a cor do link de acordo com a hora do dia","desc": "Neste tutorial, aprenderemos como personalizar o seu fórum ainda mais de acordo com a hora do dia, especificamente, trabalhando com a cor de links em seu fórum ao se passar o mouse sobre eles.","tagnew":0,"tagupdate":0},{"t":"57766","list": 2,"cat": 15,"title": "Aparecer título do tópico completo ao passar o mouse","desc": "Este tutorial ensina a como fazer o título dos tópicos aparecerem completos quando um usuário passar o mouse.","tagnew":0,"tagupdate":0},{"t":"42970","list": 2,"cat": 15,"title": "Arredondar as bordas das categorias do fórum","desc": "Este tutorial ensina como editar as bordas das categorias do seu fórum para quem deseja ter o visual do seu fórum mais arredondado ou até mesmo mais personalizado através dos códigos CSS.","tagnew":0,"tagupdate":0},{"t":"15748","list": 2,"cat": 15,"title": "Arredondar bordas do fórum","desc": "Este tutorial ensina como editar as bordas das paginas do seu fórum para em vez de ficar como normal ou seja default, modificar o tanto que quer que ela fique arredondada.","tagnew":0,"tagupdate":0},{"t":"70587","list": 2,"cat": 15,"title": "Avatar do último membro que postou no tópico","desc": "A partir deste tutorial iremos aprender a adicionar uma nova personalização no fórum, sendo esta a adição do avatar do último membro que postou a mensagem.","tagnew":0,"tagupdate":0},{"t":"71069","list": 2,"cat": 15,"title": "Background conforme hora do dia","desc": "Com esse código, válido para todas as versões, torna o fórum capaz de apresentar aos nossos usuários um fundo para fórum para cada hora do dia em que nos encontramos, separadamente para a manhã, dia e noite.","tagnew":0,"tagupdate":0},{"t":"46962","list": 2,"cat": 15,"title": "Background aleatório","desc": "Neste tutorial iremos aprender como podemos criar um sistema onde o fundo do fórum troque a cada vez que atualizar a página.","tagnew":0,"tagupdate":0},{"t":"73187","list": 2,"cat": 15,"title": "Background diferente para cada fórum","desc": "Neste tutorial será ensinado mais uma técnica para personalizar ainda mais o seu fórum, lendo este tutorial irá aprender a adicionar uma imagem para cada fórum.","tagnew":0,"tagupdate":0},{"t":"71210","list": 2,"cat": 15,"title": "Background diferente para cada membro","desc": "Às vezes alguns membros não gostam do fundo do fórum e gostariam de poder modificar o fundo do fórum e adicionar seu próprio background, agora podemos ter esta nova função!","tagnew":0,"tagupdate":0},{"t":"93876","list": 2,"cat": 15,"title": "Categoria para fóruns favoritos (PunBB)","desc": "Agora os usuários de vossos fóruns poderão salvar as categorias favoritas do fórum. Dando em si uma personalidade, e desempenho as categorias, de um modo eficaz e rápido.","tagnew":0,"tagupdate":0},{"t":"93894","list": 2,"cat": 15,"title": "Categorias em abas","desc": "Você pode através de um JavaScript fazer com que suas categorias sejam dividas de acordo com o assunto determinado na categoria.","tagnew":0,"tagupdate":0},{"t":"106190","list": 2,"cat": 15,"title": "Campos em negrito na criação do tópico","desc": "Às vezes gostaríamos de ter campos na criação de um determinado sub-fórum. Neste tutorial vamos poder colocar alguns campos no SCEditor em negrito.","tagnew":0,"tagupdate":0},{"t":"108131","list": 2,"cat": 15,"title": "Colorir os fóruns com novas mensagens","desc": "Esse tutorial irá ensinar como colorir os fóruns quando uma nova mensagem é postada.","tagnew":0,"tagupdate":0},{"t":"56815","list": 2,"cat": 15,"title": "Colocar senha nos fóruns","desc": "Às vezes queremos adicionar um mini sistema de login em algum fórum ou sub-fórum para impedir de certa forma o acesso dos membros nos fóruns, há muitas vantagens mas também há muitas desvantagens, vamos verificar o tutorial por completo para entendermos o código.","tagnew":0,"tagupdate":0},{"t":"23387","list": 2,"cat": 15,"title": "Criar uma categoria retrátil","desc": "A versão Invision possui um tipo de categoria inovadora, que permite que você contraia e descontraia quando desejar, o que torna a página mais limpa e de fácil visualização. Este recurso agora passa a não ser mais exclusivo desta versão, podendo ser utilizado em todas.","tagnew":0,"tagupdate":0},{"t":"90717","list": 2,"cat": 15,"title": "Criar uma categoria retrátil com JavaScript","desc": "Neste tutorial veremos como podemos ocultar as categorias do fórum, naqueles em que as categorias consomem muito espaço, prejudicando a visualização. Com este tutorial aprenderá a criar um botão para minimizar e maximizar as categorias/sub-fóruns.","tagnew":0,"tagupdate":0},{"t":"56839","list": 2,"cat": 15,"title": "Deletando colunas das categorias","desc": "Por muitas vezes podemos optar por uma melhor aparência de nosso fórum, de diversas maneiras. Aprenderemos neste tutorial como remover as colunas de Tópicos e Mensagens e deixar apenas um texto indicando o número de cada uma delas na página principal de nosso fórum.","tagnew":0,"tagupdate":0},{"t":"64156","list": 2,"cat": 15,"title": "Destacar quantidade de tópicos e mensagens","desc": "Da mesma forma que fazemos na versão PhpBB3 em destacar a quantidade de mensagens e tópicos, podemos realizar na versão Invision, PhpBB2 e PunBB. Vamos editar os templates de seu fórum aplicando em uma variável novas classes.","tagnew":0,"tagupdate":0},{"t":"96839","list": 2,"cat": 15,"title": "Efeito de menu nas categorias","desc": "Nesse tutorial iremos colocar um efeito na imagem da categoria que, ao clicar no botão surgirá um menu com diversos links. ","tagnew":0,"tagupdate":0},{"t":"61135","list": 2,"cat": 15,"title": "Efeito lightbox para fóruns","desc": "O efeito LightBox oferece-nos essa vantagem de possuir uma série de alternativas, para dar um toque interessante às imagens nas mensagens, como molduras ou outros modelos disponíveis cujo o resultado enche os olhos dos internaltas.","tagnew":0,"tagupdate":0},{"t":"103750","list": 2,"cat": 15,"title": "Efeito diferente nas categorias","desc": "Um design limpo e moderno é algo almejado por grande parte dos administradores Forumeiros, com apenas um código CSS, teremos um efeito deste gênero.","tagnew":0,"tagupdate":0},{"t":"93959","list": 2,"cat": 15,"title": "Exibir descrição do fórum em modo hover","desc": "Com um código simples, podemos visualizar as descrições dos fóruns apenas quando passa o cursor em cima do tal fórum.","tagnew":0,"tagupdate":0},{"t":"74219","list": 2,"cat": 15,"title": "Imagem ao lado do título da categoria","desc": "Este tutorial tem como objetivo ensinar os Administradores de fóruns a colocar uma imagem ao lado do título de cada categoria do fórum.","tagnew":0,"tagupdate":0},{"t":"41807","list": 2,"cat": 15,"title": "Imagem do fundo aleatório","desc": "Geralmente os administradores preferem utilizar uma lista de imagens de fundos para seu fórum, mas com este tutorial poderemos resolver esse problema automaticamente, pois poderemos utilizar várias imagens se serão alternadas aleatóriamente cada vez que a página for carregada.","tagnew":0,"tagupdate":0},{"t":"35483","list": 2,"cat": 15,"title": "Inserir copyright em todas as páginas","desc": "Como já vimos no outro tutorial de Copyright, é possível adicioná-lo através de uma mensagem na Home Page. Só que dessa maneira, o copyright só aparece na página principal do fórum. Veja agora como adicionar em todas as versões e em todas as páginas de seu fórum.","tagnew":0,"tagupdate":0},{"t":"64390","list": 2,"cat": 15,"title": "Inserir &quot;Fechado&quot; nas seções","desc": "Sempre quando a seção de criações gráficas do Fórum dos Fóruns chegam ao equivalente de 15 tópicos, é inserido uma imagem fixada na parte superior. Neste tutorial iremos aprender a adicionar uma imagem num sub-fórum, chamando atenção dos internautas e deixando-os cientes de que tal seção está temporariamente fechada.","tagnew":0,"tagupdate":0},{"t":"56823","list": 2,"cat": 15,"title": "Menu seletor","desc": "Em alguns fóruns, podemos ver que os mesmos possuem muitos fóruns e sub-fóruns em uma única seção. Com este tutorial, você aprenderá a criar uma menu seletor, de onde você pode escolher a área ao qual quer ir.","tagnew":0,"tagupdate":0},{"t":"56710","list": 2,"cat": 15,"title": "Modificar a cor de fundo do fórum","desc": "Como às vezes pretendemos que os visitantes alteram a cor de fundo do fórum, mas de uma forma automática e muito simples, será possível aplicar esse efeito com apenas um clique!","tagnew":0,"tagupdate":0},{"t":"15944","list": 2,"cat": 15,"title": "Organizando categoria como Forumeiros e você","desc": "Este tipo de fórum tem como utilidade diminuir o tamanho do índice, comprimindo ao máximo os fóruns. Além desta vantagem possui muitas outras, como a divisão de fóruns em duas colunas. Com um novo método, será possível criar mais de quatro fóruns, sendo expandido para o número que o limite de caracteres permitir.","tagnew":0,"tagupdate":0},{"t":"25153","list": 2,"cat": 15,"title": "Personalizar área intermediária do fórum","desc": "Às vezes gostaríamos de adicionar algum efeito com imagens, cores ou bordas para assim personalizar a aparência do fórum, neste tutorial irá ver com quais códigos irá se utilizar para obter o efeito desejado.","tagnew":0,"tagupdate":0},{"t":"21956","list": 2,"cat": 15,"title": "Personalizar fundo de categorias","desc": "As listas de fóruns (onde estão localizados os fóruns) do Fórum, são o ponto de passagem de todos os participantes, desta feita, este tutorial, irá ajudar a tornar as áreas das categorias mais personalizadas, ao estilo do teu Fórum, tornando-as mais atrativas!","tagnew":0,"tagupdate":0},{"t":"57029","list": 2,"cat": 15,"title": "Personalizar indicação de fórum visualizado","desc": "O efeito que será trabalhado no tutorial consiste em uma modificação de indicador dos fóruns. Veja que sempre ao visualizar um tópico, terá o nome da categoria, fóruns, sub-fóruns e etc...","tagnew":0,"tagupdate":0},{"t":"56812","list": 2,"cat": 15,"title": "Personalizar o termo &quot;Moderador da seção&quot;","desc": "Criar e administrar os fóruns e sub-fóruns é fácil, mas especificar o moderador de seção em muitos casos se torna tarefa complicada. Neste tutorial, aprenderemos como gerir e personalizar o termo &quot;Moderador da seção&quot; nas categorias, fóruns e sub-fóruns.","tagnew":0,"tagupdate":0},{"t":"56821","list": 2,"cat": 15,"title": "Responsável pela seção em modo Hover","desc": "Diversos administradores desejam ter descrito em seus fóruns, os responsáveis da seção, mas ocupa um espaço excessivo. Veremos como adicionar os responsáveis em modo hover.","tagnew":0,"tagupdate":0},{"t":"106635","list": 2,"cat": 15,"title": "Restringir visualização das categorias aos visitantes","desc": "Neste tutorial nós iremos lhe ensinar a colocar uma função que retira a visualização das categorias e deixa o ponteiro do mouse inativo ao clicar nos links, para que os visitantes só possam ver, após o cadastro.","tagnew":0,"tagupdate":0},{"t":"56818","list": 2,"cat": 15,"title": "Separar categorias por imagens","desc": "Vamos aprender neste tutorial à colocarmos uma imagem que separará as categorias do seu fórum. Entretanto, precisaremos modificar os templates do fórum, logo o tutorial é válido somente para as versões phpBB 2 e punBB.","tagnew":0,"tagupdate":0},{"t":"55315","list": 2,"cat": 15,"title": "Sub-fóruns em lista vertical","desc": "Usando como base este tutorial, você poderá estruturar os sub-fóruns contidos em sua categoria para que os mesmos fiquem mais organizados e possar dar um tom de elegância ao fórum.","tagnew":0,"tagupdate":0},{"t":"76980","list": 2,"cat": 15,"title": "Sub-fóruns em modo hover","desc": "Adicione sub-fóruns aos fóruns existentes, os mesmos serão exibidos quando passar o mouse por cima do fórum selecionado em modo de slide.","tagnew":0,"tagupdate":0},{"t":"80634","list": 2,"cat": 15,"title": "Tooltip no fórum","desc": "Com base neste tutorial poderemos adicionar um efeito tooltip em quase todo o fórum (imagens, botões, ícones, títulos, etc...).","tagnew":0,"tagupdate":0},{"t":"99178","list": 2,"cat": 15,"title": "Você esta em...","desc": "Por varias vezes nós acostumamos ter um branco de onde, em qual seção, ou tópicos estamos em nosso fórum. Com o este tutorial iremos ensinar a criar um aviso que nós mostrará em qual parte do nosso fórum estaremos.","tagnew":0,"tagupdate":0},{"t":"71749","list": 2,"cat": 15,"title": "Visualizando informações de sub fóruns em modo hover","desc": "Este tutorial permite que visualize as informações de tópicos e estatísticas dos sub fóruns de seu fórum, no qual permite mostrar todas as informações possíveis aos usuários, de quantas mensagens e tópicos possui cada sub fórum.","tagnew":0,"tagupdate":0},{"t":"56941","list": 2,"cat": 16,"title": "Retirar &quot;Anular meu voto&quot; das votações","desc": "Com este tutorial vai aprender a retirar a opção &quot;Anular meu voto&quot; das votações do seu fórum.","tagnew":0,"tagupdate":0},{"t":"115350","list": 1,"cat": 1,"title": "Suprimindo e restaurando um fórum","desc": "A supressão de um fórum o tornará inacessível permanentemente (exceto no processo de restauração pelo fundador caso o fórum tenha mais de 30 dias).","tagnew":0,"tagupdate":0},{"t":"114695","list": 2,"cat": 16,"title": "Avatar retangular na versão ModernBB / AwesomeBB","desc": "Devido a vários pedidos por parte dos membros, mostrarei como podem colocar o avatar retangular na versão ModernBB e AwesomeBB.","tagnew":0,"tagupdate":0},{"t":"5209","list": 1,"cat": 8,"title": "[FAQ] Serviço de litígios x Serviço de Queixas","desc": "Compreenda as diferenças entre ambos os serviços e quando cada um deles deve ser utilizado!","tagnew":0,"tagupdate":0},{"t":"98385","list": 1,"cat": 8,"title": "[FAQ] Sobre Direitos Autorais","desc": "Aprenda a usar o Copyright, seus direitos autorais, na defesa de seu fórum.","tagnew":0,"tagupdate":0},{"t":"92678","list": 1,"cat": 8,"title": "Página AdFly ou meu domínio não existe mais","desc": "Existem 4 casos que podem ocasionar a inexistência dum domínio.","tagnew":0,"tagupdate":0},{"t":"108128","list": 2,"cat": 16,"title": "Abas em tópicos","desc": "Permite em um tópico, adicionar abas conectadas a outros tópicos do fórum ou páginas.","tagnew":0,"tagupdate":0},{"t":"22974","list": 1,"cat": 1,"title": "[FAQ] Ativar Pesquisa avançada","desc": "A pesquisa avançada permite que o motor de busca de seu fórum se torne mais poderoso, realizando consultas mais profundas em relação aos resultados procurados pelos usuários no sistema de busca do fórum.","tagnew":0,"tagupdate":0},{"t":"113870","list": 2,"cat": 20,"title": "Seleção de fundos personalizados para o fórum","desc": "Com este tutorial, será possível mudar o fundo do fórum com imagens predefinidas e personalizadas.","tagnew":0,"tagupdate":0},{"t":"108899","list": 2,"cat": 20,"title": "Abas no chatbox","desc": "Com este tutorial será possível adicionar abas temáticas ao chatbox dos fóruns Forumeiros.","tagnew":0,"tagupdate":0},{"t":"101099","list": 2,"cat": 20,"title": "Adicionar ações de mensagem na versão mobile","desc": "Por padrão, a versão mobile não dispõe das ações de mensagem como na versão clássica, como por exemplo: citar, editar e deletar. Por meio deste tutorial, é possível fazer com que essas ações estejam disponíveis na versão mobile também.","tagnew":0,"tagupdate":0},{"t":"103145","list": 2,"cat": 20,"title": "Adicionar botão para imprimir página ou abrir em PDF","desc": "Muitas vezes os membros querem imprimir os conteúdos dos nossos fóruns por motivos diversos, mas essa opção não é disponibilizada de forma facilitada. Neste tutorial, aprenderemos a adicionar esses botões em nossos fóruns.","tagnew":0,"tagupdate":0},{"t":"108904","list": 2,"cat": 20,"title": "Adicionar um botão do Spotify no SCEditor","desc": "O tutorial a seguir possibilitará o usuário criar um botão no SCEditor para inserir uma playlist do Spotify usando o ID da playlist.","tagnew":0,"tagupdate":0},{"t":"57260","list": 2,"cat": 20,"title": "Antiboot em seu fórum","desc": "Por vezes, somos vítimas de robôs programados para se cadastrarem e interagirem da mais perfeita forma em seu fórum, divulgando e publicitando sites e serviços indevidamente. Neste tutorial, lhe ensinaremos a como evitar ou reduzir o número desses ataques com uma modificação de template, disponível em PHPBB2 e punBB com uma simples pergunta.","tagnew":0,"tagupdate":0},{"t":"109800","list": 2,"cat": 20,"title": "Atendimento online ao vivo","desc": "Por vezes alguns membros do fórum têm dúvidas acerca de como utilizar o fórum. Nada melhor que atendimento ao vivo para sanar suas dúvidas.","tagnew":0,"tagupdate":0},{"t":"57000","list": 2,"cat": 20,"title": "Anti double post","desc": "Este tutorial ensina a como bloquear que um usuário poste duas mensagens seguidas nos tópicos de seu fórum.","tagnew":0,"tagupdate":0},{"t":"56992","list": 2,"cat": 20,"title": "Aplicar CSS em uma pagina específica do fórum","desc": "Este tutorial ensina a como aplicar códigos CSS em uma páginas especifica do fórum, determinada pelo link.","tagnew":0,"tagupdate":0},{"t":"56946","list": 2,"cat": 20,"title": "Aumentar capacidade da folha de estilo CSS","desc": "Algumas vezes temos um CSS muito grande e queremos adicionar algo, mas quando você coloca o novo código, aparece uma mensagem avisando que o seu CSS é muito grande. Este tutorial irá lhe ajudar para que esse problema não aconteça.","tagnew":0,"tagupdate":0},{"t":"93868","list": 2,"cat": 20,"title": "Barra de progresso no carregamento das páginas","desc": "Com base neste tutorial, podemos aplicar uma barra de progresso no carregamento das páginas que estão carregando, assim mostrando também se a página foi carrega por completo ou não.","tagnew":0,"tagupdate":0},{"t":"101570","list": 2,"cat": 20,"title": "Botão &quot;Seguinte&quot; e &quot;Anterior&quot; nas mensagens privadas","desc": "Esta função permite-lhe que navegue pelas mensagens privadas sem a necessidade de ter de voltar à caixa de entrada. Uma função bem inovadora em vossos fóruns.","tagnew":0,"tagupdate":0},{"t":"56739","list": 2,"cat": 20,"title": "Bloquear o botão direito do mouse","desc": "Atualmente os fóruns estão sendo plagiados, principalmente por meio da ferramenta &quot;Inspecionar elementos&quot; e, com isso, muitas perguntas estão sendo feitas. Então, neste tutorial será ensinado como bloquear o botão direito do fórum.","tagnew":0,"tagupdate":0},{"t":"108127","list": 2,"cat": 20,"title": "Caixa de informações do membro em hover","desc": "Adiciona uma caixa flutuante com informações do membro ao passar o mouse por cima do seu nome de usuário.","tagnew":0,"tagupdate":0},{"t":"99197","list": 2,"cat": 20,"title": "Códigos para personalizar o seu chatbox","desc": "Com a chegada das novas mudanças do Chatbox, você poderá corrigir alguns códigos que já não funcionam mais devido à essa nova atualização. Os códigos abaixo são de alguns respectivos tutoriais que já encontram-se desativados no fórum de tutoriais.","tagnew":0,"tagupdate":0},{"t":"39781","list": 2,"cat": 20,"title": "Como conseguir um domínio .tk","desc": "Diversos fóruns tem seus dominíos comprados pela Forumeiros ou por outros meios, por isso, você poderá adicionar ao seu fórum, um endereço personalizado. Porém o site que fornece o serviço tem regras rigídas e que você deve ler com atenção.","tagnew":0,"tagupdate":0},{"t":"95419","list": 2,"cat": 20,"title": "Como divulgar seu fórum","desc": "Conheça as melhores formas de aumentar o tráfego em seu fórum através das dicas mais simples e conclusivas, usando Meta tags, redes sociais e recursos disponibilizados pelo Fórum dos Fóruns!","tagnew":0,"tagupdate":0},{"t":"103699","list": 2,"cat": 20,"title": "Criando novas variáveis","desc": "A facilidade é algo crucial em qualquer lugar, pensando nisto, elaboramos um javascript para facilitar a requisição de diversos dados em vosso fórum.","tagnew":0,"tagupdate":0},{"t":"92583","list": 2,"cat": 20,"title": "Como programar uma newsletter","desc": "Agora com uma nova opção Forumeiros, podemos programar o envio de boletins informativos ou newsletter numa data e hora futura. O envio imediato das newsletters continua sendo possível.","tagnew":0,"tagupdate":0},{"t":"56841","list": 2,"cat": 20,"title": "Criar e gerir uma nova tag em seu fórum","desc": "Muitos de nós gostaríamos de criar códigos que facilitariam o acesso aos membros a códigos complexos pelo simples fato de inserir um determinado texto entre tags. Neste tutorial, através de CSS válido a todas as versões, simplificaremos e daremos atribuições a uma tag HTML completamente nova e personalizável em seus fóruns!","tagnew":0,"tagupdate":0},{"t":"16683","list": 2,"cat": 20,"title": "Criar uma mensagem de alerta","desc": "Uma mensagem de alerta é muito utilizada, são as caixas de texto que são mostradas, em que temos um texto e a opção OK. Geralmente tem uma utilidade muito definida, a de alertar o leitor sobre algo, que no caso pode ser um evento no fórum, ou convidar para participar de um projeto. Existem vários modos de as utilizar,cabe ao administrador a melhor maneira.","tagnew":0,"tagupdate":0},{"t":"105098","list": 2,"cat": 20,"title": "Definindo a paleta de cores do seu fórum","desc": "Apesar de parecer algo irrelevante, a paleta de cores de um fórum exprime uma grande importância. Ela é responsável por definir parte do que seu fórum é, quais sensações seu fórum passa aos seus visitantes, além de ser uma ótima representação visual da sua marca.","tagnew":0,"tagupdate":0},{"t":"102614","list": 2,"cat": 20,"title": "Desativar o regulamento padrão do fórum","desc": "Por vezes necessitamos criar os nossos próprios termos de serviço e dispensarmos o regulamento padrão. Com este tutorial irá aprender como deixar apenas o seu regulamento visível no ato do cadastro.","tagnew":0,"tagupdate":0},{"t":"94606","list": 2,"cat": 20,"title": "Efeito .fadeOut nas páginas do fórum","desc": "Transição de páginas é lindo para websites, mas, você já imaginou isso para fóruns? O efeito jQuery .fadeOut funciona para fóruns quando aplicado corretamente, uma imagem de carregamento é exibida.","tagnew":0,"tagupdate":0},{"t":"93893","list": 2,"cat": 20,"title": "Efeito de transição fade-in","desc": "Aqui iremos adicionar um efeito de fade-in e rolagem no seu fórum a cada vez que o usuário entra ou sai de uma página. Isso aplica um efeito bacana e uma melhor visibilidade para o usuário saber quando uma outra página está sendo carregada.","tagnew":0,"tagupdate":0},{"t":"26394","list": 2,"cat": 20,"title": "Efeito opacidade no fórum","desc": "Adicione um efeito de transição entre as páginas do seu fórum. O efeito de Fade in é simplesmente um fundo de uma cor X que vai desaparecendo até aparecer o conteúdo da página.","tagnew":0,"tagupdate":0},{"t":"16183","list": 2,"cat": 20,"title": "Elaborar um código CSS","desc": "O código CSS tem como função gerir o estilo da página, desde cores, fundos, até posição de objetos, plano e transparência. Os fóruns possuem classes e para elas podem ser atribuidas formatações que desejar, tornando seu fórum mais profissional e elegante.","tagnew":0,"tagupdate":0},{"t":"100396","list": 2,"cat": 20,"title": "Efeito Tooltip para usuários específicos","desc": "Com um CSS é possível especificar para um usuário um balão com a escolha do Administrador assim como é usado aqui em Fórum dos Fóruns. A função é bem simples mas elegante a aqueles que visitam ou participam do fórum.","tagnew":0,"tagupdate":0},{"t":"93132","list": 2,"cat": 20,"title": "Estrutura de uma página HTML","desc": "Neste tutorial, vamos indicar como construir sua página HTML personalizada com segurança e sem erros. Alguns administradores criam suas páginas e não verificam se as mesmas tem erros ou bugs, e por isso, alguns detalhes serão esinados.","tagnew":0,"tagupdate":0},{"t":"98820","list": 2,"cat": 20,"title": "Funcionamento do gerador de slides","desc": "O gerador de slides tem como objetivo facilitar a apresentação e demonstração de imagens em forma de slides no seu fórum. Este gerador, cria automaticamente de acordo com o preenchimento dos campos, um slide pessoal.","tagnew":0,"tagupdate":0},{"t":"101589","list": 2,"cat": 20,"title": "Função AJAX ao banir um membro","desc": "O que você acha de banir um determinado membro e a ação ser feita na hora sem a atualização da página? Com este tutorial nós estaremos ensinando como fazer tal função em seu fórum.","tagnew":0,"tagupdate":0},{"t":"98727","list": 2,"cat": 20,"title": "Função de informação no cadastro do usuário","desc": "Com este tutorial, nós estaremos ensinando a criar uma função de quando o usuário for se registrar no fórum. A função dará informações referentes aos campos aos quais ele terá que preencher.","tagnew":0,"tagupdate":0},{"t":"61144","list": 2,"cat": 20,"title": "Feed Twitter","desc": "Você sabia que ter um twitter hoje não é difícil? No mundo inteiro pessoas se relacionam através das redes sociais (Facebook Connect, Twitter, Orkut, Google +1 etc). Neste tutorial vamos usar o serviço Feed Twitter para trabalharmos com publicações de tópicos de seu fórum, ou seja, da mesma forma que usamos o serviço FeedBurner.","tagnew":0,"tagupdate":0},{"t":"55313","list": 2,"cat": 20,"title": "Função de carregamento em páginas","desc": "Em sites com toques profissionais encontramos scripts interessantes de quando clicamos em um link que redireciona para outra página emite um efeito &quot;carregando&quot;. Neste tutorial vamos usar um efeito Jquery especial que vai reproduzir este efeito.","tagnew":0,"tagupdate":0},{"t":"95418","list": 2,"cat": 20,"title": "Função dia, mês e hora sobre o cursor","desc": "Com um script usado geralmente para blogs de diversas plataformas, podemos também aplicar ao fórum o recurso que persegue o mouse com a aparência de um relógio que conta a data, hora, mês e ano de acordo com as informações do sistema operacional do usuário.","tagnew":0,"tagupdate":0},{"t":"100395","list": 2,"cat": 20,"title": "Guia: Aumento de Audiência","desc": "Aqui estão alguns passos a serem considerados, se você deseja colocar o seu fórum em uma boa posição nos motores de busca.","tagnew":0,"tagupdate":0},{"t":"106621","list": 2,"cat": 20,"title": "Gerir som ao clicar em hiperligação","desc": "Com esta tutorial, nós lhe ensinaremos a criar uma função de som nos links de seu fórum. Uma função bem simples, mas que pode diferenciar seu fórum dos demais.","tagnew":0,"tagupdate":0},{"t":"103208","list": 2,"cat": 20,"title": "Instalação do Font Awesome no fórum","desc": "O &quot;Font Awesome&quot; é, na verdade, um pequeno pacote de ícones criados com o mais simples código CSS, para que seja substituído as imagens pelos ícones do serviço. Com Font Awesome, você pode determinar ícones incríveis em CSS e, se for especialista, criar o seu próprio ícone.","tagnew":0,"tagupdate":0},{"t":"56719","list": 2,"cat": 20,"title": "Iframe onClick","desc": "Neste tutorial será ensinado como colocar uma imagem no canto superior do fórum que, quando um membro clicar nela, apresente uma página externa na sua página actual, criando um efeito para parcerias!","tagnew":0,"tagupdate":0},{"t":"56813","list": 2,"cat": 20,"title": "Impedir a invisibilidade dos membros","desc": "Antes, a edição de templates era disponibilizado apenas nas versões Phpbb2 e Punbb. Agora com todas as versões tendo acesso aos templates, é possível criar esse efeitos em todas as versões. Este tutorial irá ensinar como é que podemos remover a opção de ocultar status, via preferências - logo só administradores podem mudar via painel de controle.","tagnew":0,"tagupdate":0},{"t":"93130","list": 2,"cat": 20,"title": "Impedir abrir o Código-Fonte da página","desc": "Esconder os códigos HTML de uma página é impossível para qualquer página HTML, mas, podemos impedir que o usuário use o botão direito do mouse para copiar conteúdos, e abrir o código fonte através do atalho Ctrl + U.","tagnew":0,"tagupdate":0},{"t":"110560","list": 2,"cat": 20,"title": "Lista de membros com AJAX ao final da página","desc": "Com este tutorial aplicado em seu fórum, você poderá consultar a lista de membros em tempo real (usando AJAX) em um pequeno botão no canto inferior esquerdo da tela, como aqui no Fórum dos Fóruns.","tagnew":0,"tagupdate":0},{"t":"108522","list": 2,"cat": 20,"title": "Login com controle de contas","desc": "Com esse script você poderá escolher com qual conta entrar no seu fórum.","tagnew":0,"tagupdate":0},{"t":"108900","list": 2,"cat": 20,"title": "Login com e-mail","desc": "Permite que os usuários façam log in com o e-mail ao invés do nome de usuário.","tagnew":0,"tagupdate":0},{"t":"108903","list": 2,"cat": 20,"title": "Melhoria da tag &quot;code&quot; no SCEditor","desc": "O tutorial a seguir irá melhorar o botão &quot;code&quot; do SCEditor, criando um pequeno dropdown ao clicar no botão, para que o código possa ser inserido corretamente no editor.","tagnew":0,"tagupdate":0},{"t":"101566","list": 2,"cat": 20,"title": "Modificar aparência da versão Mobile dos fóruns","desc": "Os aparelhos móveis, como celulares ou tablets foram adaptados para acessarem a internet por meio de navegadores ou outros aplicativos disponibilizados na internet. A versão Mobile como chamamos também pode ser personalizada ao seu gosto, e isso pode ser feito facilmente usando o CSS.","tagnew":0,"tagupdate":0},{"t":"108902","list": 2,"cat": 20,"title": "Modificar os botões do SCEditor para ícones da FontAwesome","desc": "O tutorial a seguir permite que o usuário troque todos os botões do SCEditor para FontAwesome icons.","tagnew":0,"tagupdate":0},{"t":"103411","list": 2,"cat": 20,"title": "Modificar texto dos botões na página de registro","desc": "Uma das principais vantagens de ser um administrador Forumeiros é poder personalizar tudo a sua vontade, neste tutorial, você aprenderá a modificar o nome dos botões na página de registro.","tagnew":0,"tagupdate":0},{"t":"106620","list": 2,"cat": 20,"title": "Mostrando senha ao escrever","desc": "Com este tutorial você ira aprender como mostrar a senha enquanto escreve, e assim que terminar de escrever ocultar-la novamente, evitando assim os eventuais erros ao escrever a sua senha.","tagnew":0,"tagupdate":0},{"t":"97776","list": 2,"cat": 20,"title": "Mensagem de tradução para estrangeiros","desc": "Nesse tutorial iremos apresentar uma mensagem para pessoas em que o IP está fora de Portugal ou Brasil, sendo estrangeiros, que indica a uma tradução do fórum através do Google Tradutor caso queira conhecer mais o fórum noutra língua.","tagnew":0,"tagupdate":0},{"t":"90651","list": 2,"cat": 20,"title": "Mudar a página de Erro 404","desc": "Quando clicamos num link e ele está errado ou não existe, é nos dada uma mensagem de erro. No entanto, é uma mensagem um quanto chata e meio sem vida. Com este script, poderá mudar a página de erro a seu gosto, criada no seu próprio fórum.","tagnew":0,"tagupdate":0},{"t":"107419","list": 2,"cat": 20,"title": "Numero de usuários conectados nas ultimas 24 horas","desc": "Às vezes gostaríamos de saber quantos usuários estiveram online no fórum nas ultimas 24 horas. Agora isto é possível (apenas na versão PunBB e Invision)","tagnew":0,"tagupdate":0},{"t":"102606","list": 2,"cat": 20,"title": "Navegação sem refresh","desc": "Com este tutorial, será divulgado um código para reproduzir o efeito AJAX em todo o fórum. Sendo possível, assim, a navegação sem refresh.","tagnew":0,"tagupdate":0},{"t":"99196","list": 2,"cat": 20,"title": "Notificações ao estilo do Facebook","desc": "Com este script, podemos disponibilizar na barra de ferramentas avatar do usuário que efetuou a última notificação assim como é feito no Facebook.","tagnew":0,"tagupdate":0},{"t":"97784","list": 2,"cat": 20,"title": "Notificação para novatos","desc": "Muita das vezes queremos avisar usuários novatos, iniciantes, que acabaram de se registrar sobre as regras e novidades do fórum. E com essa função podemos aplicar um efeito de notificações para usuários com número mínimo de mensagens.","tagnew":0,"tagupdate":0},{"t":"102000","list": 2,"cat": 20,"title": "Otimização de imagens para um fórum","desc": "Este tópico oferece sites para otimizar o tamanho das imagens no fórum, para um carregamento de páginas mais rápido.","tagnew":0,"tagupdate":0},{"t":"57026","list": 2,"cat": 20,"title": "Otimizar seu referenciamento com Sitemaps","desc": "Google Sitemaps é um dos vários serviços que a empresa Google fornece a seus usuários. Com ele você pode consultar de forma fácil e rápida as estatísticas de indexação do seu site, taxa de rastreamento, o pagerank de suas páginas e também a estatística de pesquisa, que lista os itens mais pesquisados no google que levam os usuários até as suas páginas na web.","tagnew":0,"tagupdate":0},{"t":"100398","list": 2,"cat": 20,"title": "Personalizando a função Hashtag","desc": "Neste tutorial você administrador, estará aprendendo sobre a personalização da função recentemente adicionada de etiquetar palavras. Além do recurso ser sensacional, com esta função nova poderá ficar com um visual profissional e elegante.","tagnew":0,"tagupdate":0},{"t":"56820","list": 2,"cat": 20,"title": "Página de testes HTML","desc": "Neste tutorial, você aprenderá como criar uma nova página HTML em seu fórum, que produz uma ferramenta que testa automaticamente qualquer código HTML colocado no mesmo. É bem simples de se fazer!","tagnew":0,"tagupdate":0},{"t":"95417","list": 2,"cat": 20,"title": "Páginas HTML personalizadas","desc": "Vamos disponibilizar neste tutorial um código HTML personalizado no modelo oficializado para o Fórum dos Fóruns. Esta página HTML possui também um slide integrado na qual você poderá usar para publicar as suas novidades.","tagnew":0,"tagupdate":0},{"t":"18467","list": 2,"cat": 20,"title": "Personalizar o cursor do mouse","desc": "Com este tutorial aprenderemos a modificar o cursor do mouse nos nossos fóruns. Para alguns o cursor padrão do computador não agrada, por isso existe a possibilidade de o modificar por meio de códigos. Somente tenha atenção pois terá de tê-lo salvo em alguns formatos diferentes para que possa funcionar com todos os navegadores.","tagnew":0,"tagupdate":0},{"t":"96192","list": 2,"cat": 20,"title": "Perfil com foto de capa como no Facebook","desc": "Este recurso visa disponibilizar aos usuários a foto de capa no perfil avançado de Forumeiros. Com ele, você pode aumentar a interação de seus membros e criar concursos de capas mais bonitas ou, simplesmente usar como meio de publicidade.","tagnew":0,"tagupdate":0},{"t":"39783","list": 2,"cat": 20,"title": "Pontos de Atividade","desc": "Os pontos de atividade são pontuações baseadas no número de usuários registrados, número de mensagens e número de tópicos postados. Esses pontos variam dependendo da atividade do fórum, a partir desses critérios citados. Após seu fórum atingir uma certa quantidade de pontos, a Forumeiros gera um domínio gratuito para o mesmo.","tagnew":0,"tagupdate":0},{"t":"108519","list": 2,"cat": 20,"title": "Procurar membros em ordem alfabética","desc": "Com este tutorial, ao procurar um membro na lista de membros do fórum, você perceberá que será mais fácil pois teremos como escolher por ordem alfabética a ordem dos nomes apresentados.","tagnew":0,"tagupdate":0},{"t":"102621","list": 2,"cat": 20,"title": "Proibir palavras no campo de registro","desc": "É meio constrangedor receber membros com nomes impróprios no fórum. Pensando nisto foi desenvolvido um código que proíbe certas palavras pré-determinadas no campo de &quot;Nome de usuário&quot;.","tagnew":0,"tagupdate":0},{"t":"110558","list": 2,"cat": 20,"title": "Proteção contra owner e XSS nas mensagens e chat","desc": "Este tutorial impede que usuários enviem mensagens de &quot;owner&quot; nos tópicos e chat.","tagnew":0,"tagupdate":0},{"t":"106194","list": 2,"cat": 20,"title": "Piscar nome dos membros","desc": "O código abaixo permitira criar um efeito nos nomes dos membros de um grupo especifico. A função resume-se em dar uma efeito de pisca-pisca aos nicknames dos membros existentes no fórum.","tagnew":0,"tagupdate":0},{"t":"99162","list": 2,"cat": 20,"title": "Redirecionar link para domínio externo","desc": "Muitas pessoas contratam um Host para terem um domínio extermino, como .com, .com.br, .net etc... Porém muitos usuários ainda entram pelo domínio antigo. Com o código abaixo, ao entrar com o domínio antigo no fórum, ele irá automaticamente se redirecionar para o novo domínio pago.","tagnew":0,"tagupdate":0},{"t":"56944","list": 2,"cat": 20,"title": "Redirecionar fórum","desc": "Neste tutorial, iremos aprender a redirecionar qualquer página do seu fórum depois de um determinado tempo para o site que você definir.","tagnew":0,"tagupdate":0},{"t":"106332","list": 2,"cat": 20,"title": "Redirecionamento de páginas com aviso prévio","desc": "Com este tutorial, vamos aprender a colocar uma página de redirecionamento mais seguro para links postados nos tópicos. Ele nos levará a uma opção em que poderemos avançar para o novo link ou então cancelar a ação.","tagnew":0,"tagupdate":0},{"t":"104353","list": 2,"cat": 20,"title": "Redirecionamento de páginas com aviso prévio","desc": "O ato da inscrição é um dos pontos que são mais importantes depois de tópicos e mensagens. Com o uso de scripts, será possível permitir que o registro seja em apenas uma página.","tagnew":0,"tagupdate":0},{"t":"104311","list": 2,"cat": 20,"title": "Sobrenome obrigatório","desc": "Por diversas vezes, seja em fóruns de temas alheios ou em fóruns rpgs, desejamos tornar o uso do sobrenome obrigatório, com um javascript, automatizaremos essa função no seu registro.","tagnew":0,"tagupdate":0},{"t":"39779","list": 2,"cat": 20,"title": "Script de carregamento","desc": "Muitas vezes queremos adicionar imagens os até textos em nossos fórum enquanto a página é carregada, como uma mensagem de aguarde ou uma imagem intuitiva. Este código tem este efeito.","tagnew":0,"tagupdate":0},{"t":"108537","list": 2,"cat": 20,"title": "Seletor de tamanho da fonte do fórum","desc": "Com este código, os membros terão a possibilidade de escolherem o tamanho da fonte do fórum que mais lhe agrada.","tagnew":0,"tagupdate":0},{"t":"93954","list": 2,"cat": 20,"title": "Selo de reputação no Webutation","desc": "Neste tutorial explicaremos como conseguir selo de reputação no site Webutation. Assim, os membros poderão ver que seu fórum é confiável, e a reputação que ele está atingindo no momento. E além do mais, aplicando o tal código que o site disponibilizará, do site poderá ver quantas visualizações seu fórum já teve, o trafego e em geral. Acesse o site Webutation.","tagnew":0,"tagupdate":0},{"t":"56725","list": 2,"cat": 20,"title": "Sistema de advertências com grupo oculto","desc": "Alguns usuários do seu fórum estão cometendo infrações nas regras e você não sabe o que fazer? Neste tutorial vamos aprender como gerir um sistema de advertências diferente das barras de respeito às regras, onde os usuários no grupo adicionado estarão proibidos de responderem ou criarem tópicos.","tagnew":0,"tagupdate":0},{"t":"42972","list": 2,"cat": 20,"title": "Transformar fundador em membro","desc": "Em alguns casos fundadores deixam a responsabilidade do fórum em mãos do co-administradores que segue com o fórum. Na forumeiros não é possível retirar o fundador do grupo e mostrar que aquele usuário que criou o fórum não pertence a equipa. Neste tutorial vamos aprender um sistema prático e fácil de ocultar o fundador do fórum, tornando um membro.","tagnew":0,"tagupdate":0},{"t":"106470","list": 2,"cat": 20,"title": "Tópico de regulamento na primeira etapa de registro do fórum","desc": "Com uso de Javascript e uma pequena edição no template, teremos a possibilidade de personalizar o template do regulamento (condição de uso) do seu fórum, para um tópico modificável, sendo dispensável adicionar qualquer regulamento complementar.","tagnew":0,"tagupdate":0},{"t":"61137","list": 2,"cat": 20,"title": "Usar JavaScript de sites externos","desc": "Com um efeito em JavaScrit, podemos usar o javascript de outros sites/blogs ou até fóruns! Com esse código, você estará respeito os direitos do autor de um fórum, porque não copiará o código JS sem adicionar o endereço do fórum em questão!","tagnew":0,"tagupdate":0},{"t":"98382","list": 2,"cat": 20,"title": "Vídeo youtube como fundo do fórum","desc": "Com este tutorial, poderá saber como adicionar um vídeo do youtube como fundo do fórum, como se fosse uma imagem normal. Pode ser mais apelativo para fóruns, como por exemplo para fóruns de jogos e animes.","tagnew":0,"tagupdate":0},{"t":"108153","list": 2,"cat": 16,"title": "Adicionar botão do FontAwesome ao SCEditor","desc": "Com este tutorial, um botão do FontAwesome será adicionado ao editor de texto do Forumeiros, permitindo que você adicione ícones aos seus tópicos facilmente.","tagnew":0,"tagupdate":0},{"t":"105897","list": 2,"cat": 16,"title": "Adicionar fontes no SCeditor","desc": "Às vezes queremos adicionar novas fontes no SCeditor. Neste tutorial vamos aprender como é possível adicionar novas fontes.","tagnew":0,"tagupdate":0},{"t":"106189","list": 2,"cat": 16,"title": "Adicionar emoticons do Twitter no editor","desc": "Este truque vai ajudar você adicionar os #emoticons do Twitter no editor do seu fórum Forumeiros, para que você possa usá-los em mensagens.","tagnew":0,"tagupdate":0},{"t":"74511","list": 2,"cat": 16,"title": "Postar em AJAX com avisos","desc": "Com este tutorial, a postagem de mensagens será mais simples, sem a atualização da página e com avisos.","tagnew":0,"tagupdate":0},{"t":"93949","list": 2,"cat": 16,"title": "Ações de moderação com menu drop-down","desc": "Através deste, poderá facilitar o trabalho de moderação da sua equipe, adicionando atalhos das ferramentas que mais usas, como Bloquear, mover e fusionar sem acessar o tópico.","tagnew":0,"tagupdate":0},{"t":"56727","list": 2,"cat": 16,"title": "Adicionando &quot;Selecionar tudo&quot; na tag &quot;CODE&quot;","desc": "Nesse tutorial, será possível adicionar uma nova funcionalidade no seu fórum que, permitirá selecionar e copiar todo o código automaticamente da tag &quot;CODE&quot;. Isso facilitará bastante a sua tarefa, poupando o seu tempo.","tagnew":0,"tagupdate":0},{"t":"71473","list": 2,"cat": 16,"title": "Adicionando texto na caixa de resposta","desc": "Com um pequeno código em JavaScript, podemos aplicar um texto dentro das respostas.","tagnew":0,"tagupdate":0},{"t":"74425","list": 2,"cat": 16,"title": "Adicionar botão Resolvido (PhpBB3 e PunBB)","desc": "A partir deste tutorial aprenderemos a aplicar um código no fórum que dará o mesmo resultado obtido com o botão que tem a função de dar como resolvido o tópico.","tagnew":0,"tagupdate":0},{"t":"25043","list": 2,"cat": 16,"title": "Adicionar cores nas mensagens (PunBB e phpBB2)","desc": "As versões PunBB e phpBB2, permitem uma personalização total do fórum, pela modificação dos templates. Já que temos possibilidades quase infinitas de personalização, veremos como podemos adicionar mais cores na hora de criar ou responder um tópico, em nossos fóruns. Veremos como adicionar cores variadas, todas ao nosso gosto.","tagnew":0,"tagupdate":0},{"t":"93902","list": 2,"cat": 16,"title": "Adicionar novo botão no SCEditor","desc": "No SCEditor já temos as ferramentas necessárias para trabalhar com o desenvolvimento dum tópico, porém, em alguns casos ter mensagens personalizadas e já pré-definidas é vantagem tanto para os Moderadores, quanto para os próprios membros que buscam facilidades ao responder um tópico.","tagnew":0,"tagupdate":0},{"t":"74499","list": 2,"cat": 16,"title": "Adicionar Share nos tópicos","desc": "A ferramente &quot;Share&quot; serve para compartilhar um conteúdo na internet, e neste tutorial estaremos aprendendo como adicionar esta ferramenta nos tópicos do vosso fórum.","tagnew":0,"tagupdate":0},{"t":"56832","list": 2,"cat": 16,"title": "Adicionar um contador regressivo","desc": "Muitas vezes em nossos fóruns queremos adicionar novos eventos. Esses, podem ter um bom nível de expectativa. Por isso, para aliviar (ou não) a situação, podemos adicionar um contador regressivo a esse evento. Aprenda como neste tutorial.","tagnew":0,"tagupdate":0},{"t":"41810","list": 2,"cat": 16,"title": "Adicionar um vídeo num tópico","desc": "Com este tutorial poderá aprender como poderá colocar vídeos no fórum. Podem ser adicionados tanto em locais que aceitam códigos BBCode quanto locais que aceitam HTML. Veja como deverá ser feito:","tagnew":0,"tagupdate":0},{"t":"56729","list": 2,"cat": 16,"title": "Adicionar uma nova cor personalizada em mensagens","desc": "Com esse tutorial, agora você poderá adicionar as suas próprias cores personalizadas no fórum, podendo ser utilizadas nas suas mensagens.","tagnew":0,"tagupdate":0},{"t":"108524","list": 2,"cat": 16,"title": "Alterar imagens da caixa fluante","desc": "Neste tutorial iremos aprender a substituir as imagens padrão da nova função recentemente adicionada.","tagnew":0,"tagupdate":0},{"t":"57328","list": 2,"cat": 16,"title": "Alterar ícone dos botões BBCode","desc": "Assim como o antigo editor, podemos alterar as imagens correspondentes ao negrito, itálico, sublinhado e outros mais do SCEditor, aumentando a personalização do fórum.","tagnew":0,"tagupdate":0},{"t":"113083","list": 2,"cat": 16,"title": "Alterar o ícone do tópico em modo AJAX","desc": "Por vezes torna-se cansativo ter que editar os tópicos para alterar o ícone dele. Com este tutorial, você poderá diretamente alterar o ícone no topo do tópico. O ícone será alterado pelo que foi escolhido sem que a página tenha que ser recarregada.","tagnew":0,"tagupdate":0},{"t":"96843","list": 2,"cat": 16,"title": "Aplicando foto de capa em tópicos","desc": "Com edição de templates e um pouco de criatividade você poderá obter um efeito exclusivo em fóruns de Forumeiros, a foto de capa no fórum tipo blog. Como já disponibilizamos a mesma para a opção direta no perfil, este novo recurso visa utilizar o mesmo padrão, contudo, para tópicos do fórum tipo BLOG.","tagnew":0,"tagupdate":0},{"t":"57595","list": 2,"cat": 16,"title": "Aplicar CSS a página de perfil de um usuário especifico","desc": "Este tutorial ensina a como aplicar CSS personalizado na página do perfil de um usuário específico.","tagnew":0,"tagupdate":0},{"t":"85949","list": 2,"cat": 16,"title": "Apresentação obrigatória","desc": "Muitos fóruns desejam que os membros antes de tudo façam apresentação. Com um código, vamos reproduzir um efeito que vai direcionar o usuário diretamente ao local de apresentação quando ele tiver com suas mensagens zerada.","tagnew":0,"tagupdate":0},{"t":"56806","list": 2,"cat": 16,"title": "Assinaturas como no Fórum dos Fóruns","desc": "Muitos perguntam como se faz para se ter assinaturas como aqui no Fórum dos Fóruns. Mas muitos não percebem que é relativamente simples.","tagnew":0,"tagupdate":0},{"t":"50856","list": 2,"cat": 16,"title": "Aumentar e diminuir a fonte dos tópicos","desc": "Com este tutorial irá aprender a criar uma função, para aumentar o texto da página sendo assim terá dois botões, poderá diminuir e aumentar o texto.","tagnew":0,"tagupdate":0},{"t":"86579","list": 2,"cat": 16,"title": "Auto embed em vídeos do youtube","desc": "Um efeito muito útil, pois dá forma de vídeo aos links de vídeos do YouTube postados nas mensagens do fórum.","tagnew":0,"tagupdate":0},{"t":"56744","list": 2,"cat": 16,"title": "Auto-embed em links do youtube","desc": "Este tutorial ensina a como fazer com que os links dos YouTube postados no seu fórum, tornem-se vídeos automaticamente sem necessidade da tag &quot;[youtube]&quot;. F","tagnew":0,"tagupdate":0},{"t":"57329","list": 2,"cat": 16,"title": "Avaliação positiva de uma mensagem","desc": "Sempre gostamos de criar maneiras para aumentar a interatividade nas postagens, e dessa vez, você aprenderá através do tutorial a colocar um botão de avaliação positiva nas mensagens.","tagnew":0,"tagupdate":0},{"t":"55331","list": 2,"cat": 16,"title": "Avançar o carregamento da página de confirmação","desc": "Sempre que postamos algo ou mesmo respondemos, além de outras funções, nos aparece uma mensagem de confirmação dizendo que a ação foi realizada com sucesso. Neste tutorial você aprenderá a acelerar o tempo em que esta mensagem aparece.","tagnew":0,"tagupdate":0},{"t":"87963","list": 2,"cat": 16,"title": "Avatar do autor de um tópico no título","desc": "Os títulos de tópicos são fundamentais para o entendimento primário do conteúdo que vamos ler em um tópico, e podemos atribuir mais opções para este espaço adicionando mais detalhes na versão PhpBB3 e PunBB.","tagnew":0,"tagupdate":0},{"t":"86559","list": 2,"cat": 16,"title": "Avatar na resposta rápida","desc": "Neste tutorial, aplicaremos um código JavaScript para criar um efeito incrível, permitindo ao usuário a visualizar o avatar do membro ao lado da caixa de respostas rápidas.","tagnew":0,"tagupdate":0},{"t":"56940","list": 2,"cat": 16,"title": "Aviso em tópicos bloqueados","desc": "Este tutorial ensina como colocar um aviso grande e visível nos tópicos bloqueados, nos quais os usuários comuns não podem mais postar.","tagnew":0,"tagupdate":0},{"t":"64150","list": 2,"cat": 16,"title": "Aviso nas caixas de resposta rápida","desc": "Com um pequeno código em JavaScript, poderemos aplicar um efeito abaixo da caixa de resposta rápida das mensagens do seu fórum. Poderemos aplicar imagens, textos e outros se o administrador desejar.","tagnew":0,"tagupdate":0},{"t":"105530","list": 2,"cat": 16,"title": "Bloquear tópicos sem refresh","desc": "Às vezes queremos bloquear um tópico rapidamente. Neste tutorial vamos bloquear os tópicos sem precisar mudar de pagina.","tagnew":0,"tagupdate":0},{"t":"98391","list": 2,"cat": 16,"title": "Bloquear conteúdos das tags especiais BBCODE","desc": "Neste tutorial, iremos fazer um efeito para bloquear os conteúdos das tags code, quote e spoiler para os visitantes, deixando-o visível apenas para usuários registrados e conectados ao fórum.","tagnew":0,"tagupdate":0},{"t":"92129","list": 2,"cat": 16,"title": "Bloquear as assinaturas no primeiro post","desc": "Desejamos postar tópicos muito importantes, cujo não se deve postar com assinatura, mas às vezes esquecemos com o JavaScript abaixo as assinaturas serão bloqueadas em todas as primeiras mensagens postadas.","tagnew":0,"tagupdate":0},{"t":"87230","list": 2,"cat": 16,"title": "Bloquear o conteúdo da tag code","desc": "Neste tutorial, iremos fazer um efeito para bloquear o conteúdo da tag code para os visitantes, deixando-o visível apenas para usuários registrados e conectados ao fórum.","tagnew":0,"tagupdate":0},{"t":"56949","list": 2,"cat": 16,"title": "Botão &quot;Novo tópico&quot; para visitantes","desc": "Este tutorial ensina a como fazer o botão &quot;Novo tópico&quot; aparecer para os visitantes do seu fórum. Quando eles clicarem no botão, serão redirecionados para a página de registro do fórum.","tagnew":0,"tagupdate":0},{"t":"48064","list": 2,"cat": 16,"title": "Botão &quot;Tamanho da fonte&quot; em pixels","desc": "Este tutorial ensina a como transformar o botão &quot;Tamanho da fonte&quot; em um campo no qual você pode selecionar que tamanho da letra utilizando a medida dos pixels.","tagnew":0,"tagupdate":0},{"t":"93955","list": 2,"cat": 16,"title": "Busca com TAGs nos tópicos","desc": "Agora podemos aplicar um efeito JavaScript, que ao criar um tópico, terá etiquetas para facilitar a busca por tópicos relacionados.","tagnew":0,"tagupdate":0},{"t":"101991","list": 2,"cat": 16,"title": "Caracteres mínimos para responder um tópico","desc": "Com este tutorial, estaremos ensinando a como introduzir em vossos fóruns uma função de caracteres mínimos para responder um tópico.","tagnew":0,"tagupdate":0},{"t":"71275","list": 2,"cat": 16,"title": "Caixa de código com contador de linhas","desc": "A partir deste tutorial podemos agora adicionar o mesmo efeito que se utiliza no fórum dos fóruns, um contador de linhas quando se utiliza a tag code.","tagnew":0,"tagupdate":0},{"t":"73996","list": 2,"cat": 16,"title": "Caixa de comentários do facebook nos tópicos","desc": "Adicionar efeitos com plugins do Facebook ficou fácil. Com este tutorial vamos reproduzir um efeito magnifico, ao qual você pode personalizar ainda mais os tópicos de seu fórum.","tagnew":0,"tagupdate":0},{"t":"93870","list": 2,"cat": 16,"title": "Caixa em tópicos populares","desc": "Quando temos tópicos com mais respostas, ou seja, tópicos populares, é porque o assunto interessa a uma maioridade de pessoas. Com este efeito, vamos aprender a colocar uma caixa para esses tópicos em particular, dizendo que é popular.","tagnew":0,"tagupdate":0},{"t":"91430","list": 2,"cat": 16,"title": "Citação mais eficaz e rápida","desc": "Neste tutorial será posto um código Ajax que fará com que toda vez que clique no link quote ao invés de abrir uma nova página desça a barra de rolagem até a resposta rápida já com o quote e seu conteúdo.","tagnew":0,"tagupdate":0},{"t":"42971","list": 2,"cat": 16,"title": "Botão &quot;Curtir&quot; nas mensagens","desc": "O Facebook disponibilizou-nos o botão “Curtir” para ser adicionado junto ao seu fórum, veja nesse tutorial como poderá integrar isso.","tagnew":0,"tagupdate":0},{"t":"16158","list": 2,"cat": 16,"title": "Colocar um jogo online em seu fórum","desc": "Com este tutorial poderá aprender como poderá colocar jogos online disponíveis em seu fórum.","tagnew":0,"tagupdate":0},{"t":"83666","list": 2,"cat": 16,"title": "Colorir anúncios globais, anúncios e post-it","desc": "Este tutorial oferece a possibilidade de colorir os anúncios globais, anúncios e post-it do fórum.","tagnew":0,"tagupdate":0},{"t":"113439","list": 2,"cat": 16,"title": "Como criar mensagens moderativas","desc": "As Mensagens moderativas são a solução prefeita para que possa moderar o seu fórum. Com elas poderão alertar alguma ocorrência efetuada pelo usuário, assim o seu fórum será moderado de uma forma direita.","tagnew":0,"tagupdate":0},{"t":"73517","list": 2,"cat": 16,"title": "Confirmação de postagem","desc": "Tem vezes que podemos esbarrar no botão enviar e acabar enviando algo incompleto ou que não queremos, este código vem para impedir a metade destes problemas, colocando uma mensagem de alerta assim quando se clica no botão enviar.","tagnew":0,"tagupdate":0},{"t":"93947","list": 2,"cat": 16,"title": "Confirmação para abandonar mensagens incompletas","desc": "Por vezes esquecemos de enviar as mensagens que estão no editor, seja por uma distração ou por algo que tenha desviado nosso foco naquele momento. Às vezes, esquecer tal mensagem pode significar esforço significativo perdido. Com este tutorial, você poderá evitar que isso ocorra sem que o usuário seja avisado previamente sobre o abandono de tal mensagem.","tagnew":0,"tagupdate":0},{"t":"74033","list": 2,"cat": 16,"title": "Confirmação para deletar mensagem","desc": "Neste tutorial irá aprender como colocar um alerta de confirmação antes de deletar uma mensagem em um tópico.","tagnew":0,"tagupdate":0},{"t":"92121","list": 2,"cat": 16,"title": "Context menu para ações nos tópicos","desc": "Neste tutorial, podemos criar um context menu para ações no tópico. Uma ferramenta que permitirá usar funções rapidamente nos tópicos. Editando, citando, excluindo mensagens e tópicos.","tagnew":0,"tagupdate":0},{"t":"89460","list": 2,"cat": 16,"title": "Cor da seleção de texto","desc": "Com base neste tutorial podemos alterar a cor da seleção de texto, tanto do fundo do texto como da própria cor do texto, envolvendo apenas códigos CSS.","tagnew":0,"tagupdate":0},{"t":"64181","list": 2,"cat": 16,"title": "Criando variável para o autor do tópico","desc": "Muitas vezes queremos destinar a mensagem direta ao autor do tópico, mais essa variável não existe em conjunto com os padrões, agora isso é possível a partir de um simples código.","tagnew":0,"tagupdate":0},{"t":"93906","list": 2,"cat": 16,"title": "Destacar tópicos fixos por cor","desc": "Os tópicos fixos do seu fórum já chamam a atenção dos usuários por estarem dividido dos outros tópicos, porém, seria melhor destacá-los com uma cor pré-definida pelo Administrador.","tagnew":0,"tagupdate":0},{"t":"98753","list": 2,"cat": 16,"title": "Definir ícone do post na caixa de resposta rápida","desc": "Estamos vivendo em um mundo de velocidade! Então, porque não sermos rápidos e ligeiros em nossos fóruns? Com este tutorial, estaremos lhe ensinando como colocar os ícones de mensagens nas respostas rápidas!","tagnew":0,"tagupdate":0},{"t":"102620","list": 2,"cat": 16,"title": "Exclusão de mensagem com contagem regressiva","desc": "Neste tutorial, iremos lhe ensinar a colocar uma função que permite um tempo de 5 segundos para a confirmação da exclusão da mensagem.","tagnew":0,"tagupdate":0},{"t":"98754","list": 2,"cat": 16,"title": "Esconder primeira mensagem dos convidados","desc": "Neste tutorial que iremos ensinar um meio de esconder a mensagem principal ao visitante.","tagnew":0,"tagupdate":0},{"t":"93882","list": 2,"cat": 16,"title": "Edição rápida na mensagem","desc": "Neste novo tutorial poderemos adicionar uma função eficaz para as edições de mensagens. Ao clicar no botão Editar uma mensagem, a caixa de editar aparece automaticamente na própria mensagem, disponibilizando os botões completos da caixa de edição.","tagnew":0,"tagupdate":0},{"t":"109723","list": 2,"cat": 16,"title": "Efeito zoom nas imagens com lupa","desc": "Neste tutorial estaremos a lhe ensinar a usar uma função de lupa em suas imagens nos tópicos criados por você ou membros de teu fórum. Com esta função ao parar o mouse sobre a imagem do tópico o mesmo entrará na função de zoom como uma lupa.","tagnew":0,"tagupdate":0},{"t":"73762","list": 2,"cat": 16,"title": "Efeito 3D nos botões do fórum","desc": "Neste tutorial iremos aprender a aplicar um efeito 3D em todos os botões do fórum utilizado um código CSS.","tagnew":0,"tagupdate":0},{"t":"93872","list": 2,"cat": 16,"title": "Efeito lightbox para imagens nos tópicos","desc": "O efeito lightbox agora maximiza as imagens nos tópicos dando um toque de ampliação. Com o efeito de melhorar a visualização das imagens, dando em um só clique em cima da imagem.","tagnew":0,"tagupdate":0},{"t":"56712","list": 2,"cat": 16,"title": "Efeito Neon no link","desc": "Neste tutorial você irá aprender à colocar um contorno Neon envolta dos links, o efeito é ativado ao passar o Mouse em cima do link.","tagnew":0,"tagupdate":0},{"t":"64153","list": 2,"cat": 16,"title": "Efeito palavras chaves nos tópicos","desc": "Neste tutorial iremos adicionar um efeito de palavras chaves nos tópicos no qual irá proporcionar uma melhor colocação de nosso fórum nos motores de busca.","tagnew":0,"tagupdate":0},{"t":"61136","list": 2,"cat": 16,"title": "Efeito vídeo em lightbox em vídeos","desc": "Usando efeitos em JavaScript e CSS, vamos gerir um grande efeito externo de um vídeo que através de um clique em link, será possível mostrar em tempo real na mesma página um vídeo. Esse efeito é chamado de lightbox em vídeos.","tagnew":0,"tagupdate":0},{"t":"104152","list": 2,"cat": 16,"title": "Efeito hover nos botões dos tópicos","desc": "Um efeito hover, que ao passar o mouse por cima do botão, com apenas um código CSS, teremos um efeito que sobe.","tagnew":0,"tagupdate":0},{"t":"86580","list": 2,"cat": 16,"title": "Eliminar confirmação de voto em reputação","desc": "Com este tutorial, fica mais rápido e eficaz conceder a reputação para um membro, sem ter uma página de redirecionamento para que, enfim, você volte para a página de começo.","tagnew":0,"tagupdate":0},{"t":"107135","list": 2,"cat": 16,"title": "Emoticons pessoais no fórum","desc": "Muitas vezes não gostamos dos emoticons disponibilizados por certo fórum. Este tutorial resolverá o problema, pois ele ensinará como permitir que os membros adicionem e usem os seus próprios emoticons pessoais.","tagnew":0,"tagupdate":0},{"t":"93944","list": 2,"cat": 16,"title": "Exibir confirmação antes de excluir mensagem","desc": "O movimento de um fórum depende muito das mensagens, porém, há mensagens que não são bem o que o fórum precisa para dar prosseguimento. Com esse pequeno sistema será possível emitir um alerta ao clicar em &quot;Excluir mensagem&quot; para confirmar a exclusão.","tagnew":0,"tagupdate":0},{"t":"90655","list": 2,"cat": 16,"title": "Exibir links em mensagens para visitantes","desc": "Deseja abrir um subfórum para o público e não quer que visitantes leiam sua mensagem? Isso é possível sem modificar o controle de autorizações de seu fórum, usando um simples jQuery.","tagnew":0,"tagupdate":0},{"t":"56737","list": 2,"cat": 16,"title": "Função &quot;Leia mais&quot; nas mensagens","desc": "Neste tutorial iremos aprender a garantir proteger os nossos conteúdos que postamos no fórum. Estou a falar dos textos, o efeito deste código é quando copiamos algum texto do nosso fórum, ele coloca imediatamente os créditos no final do texto copiado, exemplo &quot;Fórum de suporte do Forumeiros - Leia mais em: https://ajuda.forumeiros.com/link_do_tópico&quot;.","tagnew":0,"tagupdate":0},{"t":"93903","list": 2,"cat": 16,"title": "Fullscreen em SCEditor","desc": "Neste tutorial, podemos adicionar uma função JavaScript que será possível expandir o SCEditor (Editor Forumeiros) para que a caixa digitação fique em tela cheia.","tagnew":0,"tagupdate":0},{"t":"105895","list": 2,"cat": 16,"title": "Gerir botão de mensagem automática","desc": "Com este tutorial, estaremos mostrando a seguir como criar um botão que ao clicarmos sobre ele automaticamente ele envia uma mensagem ao tópico que esta visualizando.","tagnew":0,"tagupdate":0},{"t":"82383","list": 2,"cat": 16,"title": "Gestão das mensagens spam","desc": "Nós não temos controle do conteúdo da mensagem que cada usuário posta, podemos censurar algumas palavras, mas como censurar uma mensagem toda? Neste tutorial iremos aprender a censurar uma se ela contiver uma palavra que você irá definir. Mas para isso os códigos HTML&#039;s devem estar ativados em seu fórum.","tagnew":0,"tagupdate":0},{"t":"58227","list": 2,"cat": 16,"title": "HTML predefinido em tabela nas mensagens","desc": "Este tutorial ensina a como colocar HTML predefinido em tabelas BBCode nas mensagens sem ter o HTML ativo nas mensagens.","tagnew":0,"tagupdate":0},{"t":"72426","list": 2,"cat": 16,"title": "HTML pré-definidos nas mensagens","desc": "Neste tutorial, ficará disposto uma maneira de colocar qualquer código HTML em mensagens pelo fórum abaixo do autor do tópico. Isso permitirá colocar imagens, marcas d&#039;água, textos, quebras de linha, scripts, integração com redes sociais e muito mais!","tagnew":0,"tagupdate":0},{"t":"61132","list": 2,"cat": 16,"title": "Imagem nas postagens","desc": "Através deste tutorial você poderá aprender a implantar uma imagem de fundo em uma postagem, o fundo só irá aparecer para um integrante de um rank específico.","tagnew":0,"tagupdate":0},{"t":"16643","list": 2,"cat": 16,"title": "Inserir mensagem de destaque em seu fórum","desc": "Este tutorial vem ensinar os membros a poderem inserir uma informação ou destaque no topo do Fórum, o código tem duas fases de instalação, inserção do código na Folha de estilos CSS e do link de destaque.","tagnew":0,"tagupdate":0},{"t":"57262","list": 2,"cat": 16,"title": "Inserir um prefixo de outra cor a um grupo","desc": "Por vezes, queremos diferenciar ou dar destaque a um, ou mais grupos em nosso fórum com cores diferenciadas. Este tutorial possibilitará a inserção de um prefixo de cor diversa a um grupo específico do fórum.","tagnew":0,"tagupdate":0},{"t":"108520","list": 2,"cat": 16,"title": "Limitar a altura de citações","desc": "Com este tutorial, será possível reduzir o tamanho das citações nos tópicos quando elas passarem de N pixels de altura, adicionando um botão para o usuário expandir a citação para seu tamanho natural.","tagnew":0,"tagupdate":0},{"t":"114170","list": 2,"cat": 16,"title": "Limitar o número de imagens na assinatura","desc": "Com este tutorial aprenderemos a especificar um limite de imagens em assinaturas.","tagnew":0,"tagupdate":0},{"t":"93896","list": 2,"cat": 16,"title": "Limitar quantidade de letras para postar uma mensagem","desc": "Em nosso fórum existem os usuários que gostam de postar conteúdos desnecessários, sendo que, isso incomoda muito na questão do controle contra os floods. Com este novo recurso, você poderá resolver este problema sem ter dor de cabeça.","tagnew":0,"tagupdate":0},{"t":"74076","list": 2,"cat": 16,"title": "Limite de posts diários","desc": "A partir deste tutorial é possível implantar a função de limitar os posts diários de um usuário no fórum.","tagnew":0,"tagupdate":0},{"t":"21560","list": 2,"cat": 16,"title": "Texto ao passar o mouse","desc": "Muitas vezes queremos adicionar um comentário ou uma descrição a um link que criamos. Isso pode ser feito de uma forma prática e aproveitando recursos utilizados em outras partes do fórum, simplificando o código que deve ser utilizado.","tagnew":0,"tagupdate":0},{"t":"21728","list": 2,"cat": 16,"title": "Link com vários textos e redirecionamentos","desc": "Este código é algo completamente inovador, que lhe permitirá colocar em um link vários textos e endereços para que este redirecione.","tagnew":0,"tagupdate":0},{"t":"105531","list": 2,"cat": 16,"title": "Mensagem depois de agradecer usuário","desc": "Às vezes gostamos que tenha algo destacando a mensagem que foi reputada. Neste tutorial vamos destacar a mensagem que foi reputada com uma mensagem automática do sistema.","tagnew":0,"tagupdate":0},{"t":"52735","list": 2,"cat": 16,"title": "Mensagem ao clicar em link externo nos tópicos","desc": "Este tutorial ensina a como instalar um sistema que quando algum usuário de seu fórum clicar em um link dentro de algum tópico apareça uma mensagem confirmando se ele quer abrir esse link.","tagnew":0,"tagupdate":0},{"t":"56838","list": 2,"cat": 16,"title": "Mensagem de aviso personalizada","desc": "Muitas vezes temos de avisar aos membros para não praticarem o flood em algum tópico, ou até mesmo para dar um recado que exija destaque. E para isso nada melhor que uma mensagem de aviso personalizada, que estaremos aprendendo neste tutorial.","tagnew":0,"tagupdate":0},{"t":"93900","list": 2,"cat": 16,"title": "Mensagens de aviso na caixa de resposta rápida","desc": "Facilite o trabalho de sua equipe de moderação adicionando mensagens pré-definidas de alerta no SCeditor, o editor de mensagens.","tagnew":0,"tagupdate":0},{"t":"93897","list": 2,"cat": 16,"title": "Menu dropdown no nome dos usuários","desc": "Neste tutorial vamos aplicar um menu dropdow no nome dos usuários ao passar o mouse, com as principais ações que podem ser tomadas em um fórum, como MP, Perfil e outros.","tagnew":0,"tagupdate":0},{"t":"91429","list": 2,"cat": 16,"title": "Miniatura de imagem dos tópicos","desc": "Neste tutorial, vamos atribuir um novo efeito que mostra as miniaturas (imagens iniciais) de cada tópico na lista de tópicos, ou, em um fórum.","tagnew":0,"tagupdate":0},{"t":"96194","list": 2,"cat": 16,"title": "Moderação de novos tópicos","desc": "Neste tutorial você poderá criar um subfórum que permite que os tópicos sejam moderados por sua equipe, ficando mais fácil de controlar os usuários spammers ou até resguardar um subfórum de suma importância para você.","tagnew":0,"tagupdate":0},{"t":"56990","list": 2,"cat": 16,"title": "Modificar cor de fundo das mensagens de um usuário específico","desc": "Este tutorial ensina a como modificar a cor de fundo das mensagens de um usuário específico utilizando um código.","tagnew":0,"tagupdate":0},{"t":"93905","list": 2,"cat": 16,"title": "Modificar links de download externos por imagem","desc": "Pensando mais em você, administrador que tem seu fórum e disponibiliza download de arquivos demos licenciados estamos apresentando um tutorial que personalizará mais seu fórum com um simples código CSS. Com ele, será possível adicionar uma imagem definida para todo link com a extensão adicionada ao CSS.","tagnew":0,"tagupdate":0},{"t":"21619","list": 2,"cat": 16,"title": "Mudar imagem ao passar o mouse","desc": "Hoje em dia, quanto mais elaborado for as imagens e o tema em geral de nosso fórum, mais atrairemos visitas e novos membros. Pensando nisso, decidimos lhe ensinar como poderá alterar uma imagem quando o mouse estiver sobre ela.","tagnew":0,"tagupdate":0},{"t":"93866","list": 2,"cat": 16,"title": "Mudar sítio do botão Curtir nos tópicos","desc": "Através do código JavaScript é possível mudar a posição do botão Curtir das mensagens ativadas pela função no Painel de Controle para os tópicos.","tagnew":0,"tagupdate":0},{"t":"93129","list": 2,"cat": 16,"title": "Notificação para usuários com mínimo de mensagens","desc": "Muita das vezes queremos avisar usuários novatos, iniciantes, que acabaram de se registrar sobre as regras e novidades do fórum. E com essa função podemos aplicar um efeito de notificações para usuários com número mínimo de mensagens.","tagnew":0,"tagupdate":0},{"t":"57550","list": 2,"cat": 16,"title": "Obrigado por iniciar esse tópico","desc": "Nesse tutorial, iremos aprender a colocar uma mensagem de agradecimento na primeira mensagem dos tópicos.","tagnew":0,"tagupdate":0},{"t":"71402","list": 2,"cat": 16,"title": "Ocultando perfil e mensagens de um usuário banido","desc": "Através deste tutorial podemos ocultar as mensagens e o perfil dos usuários banidos em vossos fóruns.","tagnew":0,"tagupdate":0},{"t":"73391","list": 2,"cat": 16,"title": "Opacidade nas opções do post","desc": "Neste tutorial, ficarão dispostos códigos CSS que concedem opacidade nos botões da postagem, tais como editar, citar e afins.","tagnew":0,"tagupdate":0},{"t":"93957","list": 2,"cat": 16,"title": "Opção Syntax Highlighter","desc": "Temos uma nova função que adiciona o efeito Syntax Highlighter com funções de expandir o código na janela, selecionar todo o código para ser copiado e abrir o código em uma janela Popup!","tagnew":0,"tagupdate":0},{"t":"56943","list": 2,"cat": 16,"title": "Opções do post em cima nas versões PUNBB &amp; INVISION","desc": "Neste tutorial, iremos explicar como colocar os botões de edições dos tópicos na posição superior dos tópicos.","tagnew":0,"tagupdate":0},{"t":"107420","list": 2,"cat": 16,"title": "Postar em ajax com avisos","desc": "Às vezes gostaríamos de postar mensagens sem necessidade de recarregar a pagina. Com esse tutorial isto será possível, e além disto terá avisos como, por exemplo. Você pode postar, você deve ter X caracteres para poder postar.","tagnew":0,"tagupdate":0},{"t":"113331","list": 2,"cat": 16,"title": "Permitir que apenas administradores excluam tópicos","desc": "Neste tutorial, mostrarei uma maneira fácil de permitir que apenas administradores excluam um tópico. Os moderadores e outros grupos com essa permissão não poderão mais excluir um tópico, a menos que alguém tenha acesso ao painel do administrador e, portanto, seja um administrador.","tagnew":0,"tagupdate":0},{"t":"35499","list": 2,"cat": 16,"title": "Personalização de cores do Spoiler","desc": "Às vezes quando estamos editando um tema queremos arrumar também o spoiler, assim como a caixa de código e citação. Aqui veremos como fazer isto!","tagnew":0,"tagupdate":0},{"t":"16049","list": 2,"cat": 16,"title": "Personalizar as caixas de mensagem","desc": "As caixas de texto (escrita de uma mensagem) do Fórum, são o ponto de passagem de todos os participantes, desta feita, este tutorial, irá ajudar a tornar as caixas de texto do teu Fórum, mais personalizadas, ao estilo do teu Fórum, tornando-as mais atrativas!","tagnew":0,"tagupdate":0},{"t":"30464","list": 2,"cat": 16,"title": "Personalizar o fundo da baliza código","desc": "Às vezes, gostaríamos de adicionar algum efeito com imagens, cores ou bordas para assim personalizar a aparência da baliza BBCode código. Neste tutorial irá ver com quais códigos irá se utilizar para obter o efeito desejado, para qualquer que seja a versão em questão.","tagnew":0,"tagupdate":0},{"t":"27090","list": 2,"cat": 16,"title": "Personalizar o fundo do quote","desc": "Às vezes gostaríamos de adicionar algum efeito com imagens, cores ou bordas para assim personalizar a aparência do quote, neste tutorial irá ver com quais códigos irá se utilizar para obter o efeito desejado.","tagnew":0,"tagupdate":0},{"t":"93875","list": 2,"cat": 16,"title": "Pesquisa em tempo real para tópicos","desc": "Com base neste tutorial, podemos pesquisar palavras de mensagens postadas no tópico em tempo real. Para uma busca mais facilitada e avançada. Identificando a mensagem ou palavra-chave desejada para buscar tal mensagem.","tagnew":0,"tagupdate":0},{"t":"93867","list": 2,"cat": 16,"title": "Pré-visualização avançada para resposta rápida","desc": "Pre-visualize suas mensagens sem sair do tópico! Utilizando este código javascirpt será possível permitir que a pré-visualização em caixas de respostas rápidas sejam dinâmicas e em tempo real.","tagnew":0,"tagupdate":0},{"t":"56714","list": 2,"cat": 16,"title": "Primeira letra do título maiúscula","desc": "Muitas vezes os usuários criam tópicos com o título todo em maiúsculo ou com a primeira letra de toda palavra em maiúsculo. Os efeitos desse script tornam o primeiro caractere do título em maiúsculo e o resto em minúsculo. Esse tutorial é feito para quem quer deixar seu Fórum mais organizado.","tagnew":0,"tagupdate":0},{"t":"57396","list": 2,"cat": 16,"title": "Pular linha no autor dos tópicos na versão PunBB","desc": "Esse tutorial tem como objetivo fazer o autor dos tópicos pularem uma linha, para que o título e o autor não fiquem na mesma linha.","tagnew":0,"tagupdate":0},{"t":"71683","list": 2,"cat": 16,"title": "Pular página de confirmação da reputação","desc": "Um código simples, porém, poderá mudar e muito a estrutura e navegação do fórum, aprenda agora mesmo a pular a página de confirmação quando é atribuído a reputação a um membro.","tagnew":0,"tagupdate":0},{"t":"71335","list": 2,"cat": 16,"title": "Rascunho nas respostas rápidas","desc": "A função rascunho serve para salvarmos uma mensagem, para vários fins, tanto para ré-aproveitar a mensagem ou para salvar um pequeno texto que queremos usar depois.","tagnew":0,"tagupdate":0},{"t":"108132","list": 2,"cat": 16,"title": "Remover mensagem &quot;Última edição por...&quot; nos tópicos","desc": "Esse tutorial vai te ajudar a esconder a frase &quot;Última edição por...&quot; em todas as mensagens do fórum, ou em somente algumas especificamente.","tagnew":0,"tagupdate":0},{"t":"56947","list": 2,"cat": 16,"title": "Remover e editar o texto &quot;Relembrando a primeira mensagem&quot;","desc": "Este tutorial ensina a como remover e editar a sua vontade o texto &quot;Relembrando a primeira mensagem&quot; que aparece se seu fórum estiver configurado para aparecer a primeira mensagem em todas as páginas do tópico.","tagnew":0,"tagupdate":0},{"t":"94608","list": 2,"cat": 16,"title": "Remover nome repetido na versão Invision","desc": "Na versão Invision em tópicos é mostrado de forma repetida o nome do usuário no post-profile nas mensagens. Neste tutorial vamos usar um código JavaScript para excluir o nome do usuário repetido nas mensagens.","tagnew":0,"tagupdate":0},{"t":"56740","list": 2,"cat": 16,"title": "Remover resultados da votação","desc": "Quando criamos uma votação, é mostrado em tempo real a quantidade de votos que a mesma teve e o valor em porcentagem. Neste tutorial vamos ocultar esses dados.","tagnew":0,"tagupdate":0},{"t":"37662","list": 2,"cat": 15,"title": "Reputação só com votos positivos","desc": "Em alguns tópicos o sistema de reputação vem com o ponto negativo, o positivo e muitos usuários, e administradores têm o costume uso de só usar o botão negativo, neste tutorial veremos como fazer tais alterações utilizando a personalização de templates e a folha de estilo css.","tagnew":0,"tagupdate":0},{"t":"93128","list": 2,"cat": 16,"title": "Reputar sem atualizar a página","desc": "Às vezes a mensagem de confirmação torna-se decorável pelo usuário devido à quantidade de vezes que ela é exibida. Neste tutorial vamos impedir que a página se atualize ao clicar no botão &quot;+&quot; para reputar um usuário.","tagnew":0,"tagupdate":0},{"t":"78599","list": 2,"cat": 16,"title": "Resposta rápida com efeito retrátil","desc": "Neste tutorial iremos tratar um efeito de transição do modo normal para o hover, a caixa de resposta rápida estará pequena e quando passar o mouse irá aparecer completamente.","tagnew":0,"tagupdate":0},{"t":"56713","list": 2,"cat": 16,"title": "Retirar &quot;título&quot; das respostas","desc": "Neste tutorial será ensinado como se pode retirar o campo de texto &quot;título&quot; na página de resposta dos tópicos no fórum. Este código é interessante para fóruns mais otimizados e simples.","tagnew":0,"tagupdate":0},{"t":"17853","list": 2,"cat": 16,"title": "Retirar borda tracejada do link ativo","desc": "Quando clicamos em endereços de ligação (link&#039;s) aparecem bordas tracejadas, talvez em alguns casos elas não nos agrade como, por exemplo, quando clicamos em imagens que contém um link inserido, a imagem fica com uma borda em volta, neste tutorial iremos aprender como  retirar.","tagnew":0,"tagupdate":0},{"t":"56961","list": 2,"cat": 16,"title": "Retirar caixa &quot;Ver mais Smileys&quot;","desc": "Neste tutorial, vamos retirar a caixa de seleção que mostra os outros smilieys que há em seu fórum, com o uso de uma classe e propriedades em CSS.","tagnew":0,"tagupdate":0},{"t":"85155","list": 2,"cat": 16,"title": "Retirar o botão WYSIWYG da caixa de texto","desc": "Com a atualização nas caixas de respostas rápidas Forumeiros, o botão WYSIWYG foi atualizado e assim muitos usuários não gostaram da atualização. Neste tutorial iremos ensinar como retirar este efeito que faz com que a formatação de texto seja automática e retirar este botão.","tagnew":0,"tagupdate":0},{"t":"112338","list": 2,"cat": 16,"title": "SCEditor habilitado no clique","desc": "Com este tutorial, você poderá personalizar seu editor e abrir um sistema de ferramentas.","tagnew":0,"tagupdate":0},{"t":"98380","list": 2,"cat": 16,"title": "Salvamento de mensagens em progresso","desc": "Nesse tutorial, vamos aprender a adicionar o recurso que lhe permite salvar em postos de progresso.","tagnew":0,"tagupdate":0},{"t":"47962","list": 2,"cat": 16,"title": "Salvamento automático nos tópicos","desc": "Neste tutorial, vamos aprender a implantar uma ferramenta eficaz em vossos fóruns, que faz com que você possa selecionar e salvar textos na caixa de mensagens dos tópicos. Para isso siga os passos abaixo atenciosamente.","tagnew":0,"tagupdate":0},{"t":"70645","list": 2,"cat": 16,"title": "Sistema de agradecimentos personalizado","desc": "A partir deste tutorial podemos aplicar um código no fórum que personalizará totalmente o sistema de agradecimentos do fórum.","tagnew":0,"tagupdate":0},{"t":"110572","list": 2,"cat": 16,"title": "Sistema de prefixo","desc": "Neste tutorial será ensinado como colocar um sistema de prefixos na página de resposta dos tópicos. Este código é interessante para fóruns que querem se manter mais organizados.","tagnew":0,"tagupdate":0},{"t":"85587","list": 2,"cat": 16,"title": "Suprimir todas as mensagens de um usuário","desc": "Às vezes, quando banimos um usuário, gostaríamos que não houvessem mais mensagens do mesmo ou por questões ofensivas, ou por questões morais. Neste tutorial, ensinaremos como apagar todas as mensagens do usuário de uma só vez.","tagnew":0,"tagupdate":0},{"t":"100407","list": 2,"cat": 16,"title": "Botão curtir nas mensagens","desc": "No tutorial a seguir, iremos ensinar como aplicar um sistema de curtir nas mensagens, substituindo o sistema atual de reputação.","tagnew":0,"tagupdate":0},{"t":"113681","list": 2,"cat": 16,"title": "Sistema de medalhas com descrição ao passar o mouse","desc": "Com este tutorial mostrarei a melhor forma de premiar um membro no seu fórum.","tagnew":0,"tagupdate":0},{"t":"64222","list": 2,"cat": 16,"title": "Sistema de reputação com Likes","desc": "Por vezes, a aproximação de uma funcionalidade disponibilizada em fóruns pagos é muito requerida. Neste tutorial, um sistema do estilo ajax, permite dar mais profissionalismo e qualidade para os sistemas de reputação em vossos fóruns!","tagnew":0,"tagupdate":0},{"t":"61142","list": 2,"cat": 16,"title": "Sistema de votação com Polldaddy em tópicos","desc": "Neste tutorial exclusivo para versão PunBB, vamos modificar o template dos tópicos e aplicar o efeito de voto por estrelas usando um serviço externo.","tagnew":0,"tagupdate":0},{"t":"48065","list": 2,"cat": 16,"title": "Substituir texto de um botão especifico no fórum","desc": "Este tutorial ensina a como substituir texto que aparece em um botão especifico no fórum.","tagnew":0,"tagupdate":0},{"t":"113739","list": 2,"cat": 16,"title": "Sugestões para citação de membros","desc": "Com este tutorial aprenderemos a facilitar a vida dos nossos usuários quando eles quiserem citar alguém.","tagnew":0,"tagupdate":0},{"t":"33005","list": 2,"cat": 16,"title": "Tabelas em BBCode","desc": "As tabelas são úteis em variadas formas de uso, e em fóruns, ela é mais que útil para a exibição dos membros da staff ou até mesmo para a organização do fórum em qualquer uma das áreas que ele possua, basta usar a criatividade.","tagnew":0,"tagupdate":0},{"t":"107143","list": 2,"cat": 16,"title": "Tag antes do nickname de um usuario","desc": "Nesse tutorial iremos poder adicionar uma tag antes do nickname de um usuário de uma forma um pouco diferenciada, ficando um pouco acima do nickname.","tagnew":0,"tagupdate":0},{"t":"110573","list": 2,"cat": 16,"title": "Tags nos tópicos","desc": "Permite que os usuários definam tags personalizadas para tópicos.","tagnew":0,"tagupdate":0},{"t":"84964","list": 2,"cat": 16,"title": "Tamanho padrão nos vídeos Youtube","desc": "Por vezes, os tamanhos dos players de vídeos de sites como o YouTube ficam muito grandes em nossos fóruns. Neste tutorial, aprenderemos como ajustar este tamanho.","tagnew":0,"tagupdate":0},{"t":"56822","list": 2,"cat": 16,"title": "Tópicos acima dos fóruns ou sub-fóruns","desc": "Neste tutorial, você aprenderá a colocar os tópicos de uma determinada seção acima dos fóruns/sub-fóruns, nas versões phpBB3, phpBB2 e punBB. Visto que a versão invision já está configurada desta maneira.","tagnew":0,"tagupdate":0},{"t":"75060","list": 2,"cat": 16,"title": "Tópicos e mensagens em modo hover","desc": "Com base neste tutorial, você aprenderá a colocar a quantidade de tópicos e mensagens contidas nas categorias em modo hover, tirando assim o acúmulo de informações e deixando seu fórum mais elegante.","tagnew":0,"tagupdate":0},{"t":"85269","list": 2,"cat": 16,"title": "Tópicos pendentes","desc": "Este é um código JavaScript que tem como função destacar os tópicos de determinadas seções acima das categorias, como quando se cria uma questão aqui no FdF. O autor visualizará seus próprios tópicos.","tagnew":0,"tagupdate":0},{"t":"93864","list": 2,"cat": 16,"title": "Transformar link em imagem automaticamente","desc": "Por vezes, quando queremos postar uma imagem, falta paciência para colocar o seu link dentro das tags [img]. Com este script, não precisa mais disso. Apenas coloque o link da imagem, sem as tags [img].","tagnew":0,"tagupdate":0},{"t":"49310","list": 2,"cat": 16,"title": "Usuário para publicidade","desc": "Sabemos que a publicidade é um dos fatores mais importantes em nossos fóruns. E para melhorar esse fator, veremos neste tópico como criar um pseudo-usuário que ficará no final de cada tópico presente no fórum, anunciando o conteúdo que desejar.","tagnew":0,"tagupdate":0},{"t":"93952","list": 2,"cat": 16,"title": "Visualizar o perfil em modo hover","desc": "Neste tutorial poderemos adicionar um efeito hover, que ao clicar no nome de algum usuário o efeito trará o perfil em modo hover. Em um estilo personalizado, trazendo uma navegação mais rápida ao tentar visualizar o perfil de usuário.","tagnew":0,"tagupdate":0},{"t":"90653","list": 2,"cat": 16,"title": "Visualizar tópico em modo hover","desc": "Nesse tutorial iremos aplicar um ícone ao lado de cada tópico, onde podemos visualizar a postagem proporcionando a visualização mais rápida dos tópicos, facilitando o nosso tempo e navegação por todo o fórum.","tagnew":0,"tagupdate":0}],"topic_count":618}