{
  "listin": [
    {
      "t": "25019",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "status": 2,
      "title": "Primeiros passos no fórum",
      "date": "2025-10-07",
      "desc": "Conselhos agrupados desde a criação do fórum até a sua atividade para ter um fórum ativo!"
    },
    {
      "t": "86029",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Conheça o painel administrativo",
      "desc": "Através do Painel administrativo, podemos controlar nosso fórum de uma forma geral. Podendo assim, adicionar, editar ou remover cada detalhe, de cada parte do fórum. Podemos melhorar a aparência, adicionar conteúdo, enfim, podemos fazer de tudo, com poucas restrições."
    },
    {
      "t": "93907",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "status": 1,
      "title": "Aumente a segurança do fórum",
      "desc": "Sabia que é possível ter controle do fórum através do Painel administrativo? E existe riscos a quem dá acesso!"
    },
    {
      "t": "34199",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Segurança no Forumeiros",
      "desc": "O seu fórum sempre protegido e seguro. Forumeiros é o único sitio na web com hospedagem de fóruns que combina qualidade profissional gratuita e capacidade de resposta, ouvindo diariamente os seus usuários."
    },
    {
      "t": "112365",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Benefícios de um fórum",
      "desc": "Crie um fórum grátis facilmente e desfrutar de muitos recursos e personalizações para ter um fórum único."
    },
    {
      "t": "102551",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Mensagens de problemas técnicos nos fóruns",
      "desc": "Apresentação das várias mensagens de erro técnicas nos fóruns."
    },
    {
      "t": "93381",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Recuperação ou transferência da conta Administradora-fundador",
      "desc": "Perda da palavra-passe, recuperação ou backup do fórum"
    },
    {
      "t": "21652",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Registo da atividade do Administrador e Moderador",
      "desc": "Apresentação das várias mensagens de erro técnicas nos fóruns."
    },
    {
      "t": "4161",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Mensagens com ligação à plataforma Forumeiros",
      "desc": "Se receber um e-mail ou qualquer outro modo que esteja relacionado com o Forumeiros, é melhor ficar esperto, pois isso pode não acabar bem. Muitas vezes estas são tentativas de hackers para que possam invadir o fórum."
    },
    {
      "t": "35484",
      "list": 1,
      "cat": 1,
      "subcat": 1,
      "title": "Funcionamento do backup",
      "desc": "Como já vimos no Tutorial \"Utilizar as Ferramentas de Usuários\", o Backup de nosso fórum é muito importante. Mas agora, estudaremos essa função de um modo mais detalhado, para deixar seu fórum sempre seguro e atualizado."
    },
    {
      "t": "118067",
      "list": 1,
      "cat": 1,
      "subcat": 2,
      "title": "Ferramentas do Administrador-fundador",
      "desc": "As ferramentas do fundador dão acesso remoto a gestão da sua comunidade."
    },
    {
      "t": "118091",
      "list": 1,
      "cat": 1,
      "subcat": 2,
      "title": "Os administradores",
      "desc": "Administradores são os membros com poder absoluto no fórum como a capacidade de aceder e executar ações dentro do painel administrativo."
    },
    {
      "t": "118093",
      "list": 1,
      "cat": 1,
      "subcat": 2,
      "title": "Permissões especiais",
      "desc": "Permissões especiais são restrições de acesso aos quatro principais grupos de membros do fórum. Ao selecionar um grupo a uma opção está a tirar o acesso de visualização."
    },
    {
      "t": "70923",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Pirataria nos fóruns",
      "desc": "Muitas vezes nos é questionado sobre o assunto da pirataria. O que é? O que pode acarretar? O que é tão importante para mantemos nossos fóruns legais? Isso é o que essa FAQ lhe explicará."
    },
    {
      "t": "32815",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Questões jurídicas frequentes",
      "desc": "Veja quais são as perguntas sobre a parte jurídica, em relação aos direitos, fóruns e conteúdos ilícitos, plágio e coisas do gênero. Como as mesmas são tratadas e as possíveis formas de serem resolvidas, de modo pacífico ou fazendo uso dos recursos Forumeiros."
    },
    {
      "t": "92678",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Página AdFly ou domínio inacessível",
      "desc": " Existem 4 casos que podem ocasionar a inexistência dum domínio."
    },
    {
      "t": "30419",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Conteúdos ilícitos nos Fóruns Forumeiros",
      "desc": "Os conteúdos ilegais que estão presentes em um fórum desrespeitam as condições gerais de uso podem penalizá-lo. Aqui tem algumas dicas de como fiscalizar a sua comunidade."
    },
    {
      "t": "5209",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Serviço de litígios x Serviço de queixas",
      "desc": "Compreenda as diferenças entre ambos os serviços e quando cada um deles deve ser utilizado!"
    },
    {
      "t": "89473",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Online Guardian",
      "desc": "Você já acessou seu fórum e do nada um aviso dado pelo site OnlineGuardian foi exibido? O que deve-se fazer quando um fórum não existe mais e a informação do Online Guardian é exibido? - Vamos esclarecer sua dúvida a respeito disso. "
    },
    {
      "t": "98385",
      "list": 1,
      "cat": 1,
      "subcat": 3,
      "title": "Sobre Direitos Autorais",
      "desc": "Aprenda a usar o Copyright, seus direitos autorais, na defesa de seu fórum."
    },
    {
      "t": "93961",
      "list": 1,
      "cat": 2,
      "title": "Escolher um nome para o fórum",
      "desc": "Responsável por grande parte da construção da identidade do espaço de discussão e será uma marca do seu trabalho enquanto administrador."
    },
    {
      "t": "20132",
      "list": 1,
      "cat": 2,
      "title": "Gerir a descrição e título do fórum",
      "desc": "Através da descrição do fórum poderá atribuir a sua comunidade o tema simplificado do fórum para que os visitantes vejam."
    },
    {
      "t": "118269",
      "list": 1,
      "cat": 2,
      "title": "Convidar amigos",
      "desc": "Promova a sua comunidade convidando amigos. Envie convites por e-mail e torne o fórum conhecido entre os seus contactos com poucos cliques."
    },
    {
      "t": "17785",
      "list": 1,
      "cat": 2,
      "title": "Ganhar mais visitas no fórum",
      "desc": "Publicitar um fórum é o melhor modo para fazê-lo ser reconhecido e com isso atrair mais visitas."
    },
    {
      "t": "30444",
      "list": 1,
      "cat": 2,
      "title": "O Diretório dos Fóruns",
      "desc": "É uma ferramenta de busca eficiente, que lhe permite encontrar o Fórum dos seus sonhos ou uma informação dentre todos os fóruns de Forumeiros."
    },
    {
      "t": "17786",
      "list": 1,
      "cat": 2,
      "title": "Divulgação do fórum",
      "desc": "O Banner é uma das imagens mais importantes que um fórum necessita ter. Apartir dela pode-se firmar parcerias."
    },
    {
      "t": "107876",
      "list": 1,
      "cat": 2,
      "title": "Ative o certificado SSL: Guia para uma passagem bem-sucedida do fórum em HTTPS",
      "desc": "Um guia com as diferentes informações e etapas a seguir para mudar o seu fórum para HTTPS."
    },
    {
      "t": "39787",
      "list": 1,
      "cat": 2,
      "title": "Melhorar o SEO do fórum",
      "desc": "Etapas para melhorar a busca do fórum nos motores de busca."
    },
    {
      "t": "21033",
      "list": 1,
      "cat": 2,
      "title": "Adicionar código \"Google Analytics\"",
      "desc": "O Google Analytics é a solução de análise da web de cunho empresarial que fornece a você uma ótima visibilidade do tráfego e da eficiência do marketing do seu website."
    },
    {
      "t": "96165",
      "list": 1,
      "title": "O meu fórum sofre uma penalidade do Google",
      "cat": 2,
      "desc": "Uma perda de visitas no seu fórum, ou uma diminuição de posição nas páginas de resultados do Google?"
    },
    {
      "t": "44898",
      "list": 1,
      "title": "Troca de tráfego",
      "cat": 2,
      "desc": "Aumente o SEO com a interligação dos tópicos semelhantes dos fóruns Forumeiros."
    },
    {
      "t": "21150",
      "list": 1,
      "title": "Compartilhar um tópico",
      "cat": 2,
      "desc": "Em todos os tópicos do fórum agora aparece um novo link \"Compartilhar\", que abre um menu que lista todas as suas redes sociais favoritas. (54 serviços)"
    },
    {
      "t": "35000",
      "list": 1,
      "title": "O que são bots e sua finalidade",
      "cat": 2,
      "desc": "Na maioria das vezes e na maioria dos fóruns aparecem os motores de busca nas estatísticas. Agora saberemos quem são e para que servem!"
    },
    {
      "t": "100134",
      "cat": 2,
      "title": "Interagir fórum com redes sociais",
      "desc": "A dinâmica dos fóruns da #Forumeiros permite que o seu conteúdo seja compartilhado e interligado aos motores de busca de uma maneira fácil e automática. Com esta FAQ lhe ensinaremos a promover seu fórum nas redes sociais."
    },
    {
      "t": "17182",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Excluir o fórum",
      "desc": "Através deste tutorial aprenderá como excluir o seu fórum. Esta ação somente deve ser tomada caso tenha certeza de que é o que realmente pretende fazer. Pois ao invés de removê-lo, você pode passar a administração para uma outra pessoa."
    },
    {
      "t": "22688",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Redirecionar um domínio para o fórum",
      "desc": "Os fóruns Forumeiros permitem o redirecionamento de domínio externo ao serviço em sua comunidade. Somente usuários que aderirem à um pacote Avançado ou Premium podem usufruir do recurso para apontamento de domínio personalizado."
    },
    {
      "t": "115350",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Suprimindo e restaurando um fórum",
      "desc": "A supressão de um fórum o tornará inacessível permanentemente (Condições implícitas no conteúdo da FAQ)."
    },
    {
      "t": "23026",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Ativar ou desativar supressão de cookies",
      "desc": "Cookies são arquivos que contem informações de páginas da internet, tanto pode ser informações de login ou de sessão."
    },
    {
      "t": "20324",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Envio de nova senha para moderadores e administradores",
      "desc": "Por motivos de segurança e para evitar invasões em nossos fóruns, pode ser impedido o uso da ferramenta \"Esqueci minha senha\" para os administradores e moderadores de um fórum. Esta senha pode ser recuperada por um administrador, no caso de um moderador e, em casos mais graves o administrador pode solicitar o envio de uma nova senha para si mesmo através deste fórum de suporte."
    },
    {
      "t": "45096",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Vínculos externos, anti-spam",
      "desc": "O sistema anti-spam, ou seja, os vínculos externos permitem que se mantenha um controle automático sobre os membros em função das suas mensagens, evitando usuários recém-inscritos que enviem link's externos ou emails dentro de uma semana. Além da função de vínculos externos, podemos proibir visitantes de registrar-sem com nome de usuários spammers."
    },
    {
      "t": "16003",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Gerir as estatísticas do fórum",
      "desc": "As estatísticas do Fórum permiti-nos ter a noção da evolução detalhada do Fórum nos últimos meses, assim como as votações do Fórum, onde poderá saber as estatísticas das mais ativas e dos membros mais ativos."
    },
    {
      "t": "9293",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Censura de palavras",
      "desc": "A censura é usada no sentido de impedir ou controlar as diferentes liberdades de expressão, antes e/ou depois do seu aparecimento, podem ser definidas censuras para determinadas palavras e para determinados nomes de usuários."
    },
    {
      "t": "15866",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Gerir a função \"Fórum em construção\"",
      "desc": "Esta função é muito útil quando desejamos fazer alguma modificação em nosso fórum, mesmo que a mesma seja pequena e, não desejamos que os usuários á vejam. Com este recurso sempre que ativado impedirá os membros de acederem as páginas do fórum, sendo exibida uma mensagem personalizável."
    },
    {
      "t": "16295",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Gerir a função \"Em férias\"",
      "desc": " Esta função é muito útil quando desejamos que o fórum fique parcialmente inativo. Ela permite cancelar a inscrição de membros e também define \"virtualmente\" as autorizações de responder e criar um novo tópico somente para os membros da administração."
    },
    {
      "t": "13925",
      "list": 1,
      "cat": 3,
      "subcat": 1,
      "title": "Sistema anti-flood",
      "desc": "O sistema anti-flood permite que se mantenha um controlo automatico sobre os membros em função das suas mensagens, evitando o envio de mensagens consecutivas poe período de tempo definido pelos administradores dos Fóruns."
    },
        {
      "t": "108992",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Atividade",
      "desc": "A seção de \"Publicações\" se diferencia do resto do seu fórum, por ter um design minimista e ergonômico. Com a seção de Publicações, seu fórum ficará mais interativo e completo, promovendo seu conteúdo por meio do design fantástico!"
    },
    {
      "t": "118283",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Atividade",
      "desc": "Atividade ou simplesmente \"Última atividade\" é um recurso ideal para descobrir e navegar facilmente por todas as interações e atividade da comunidade. Uma maneira simples de redescobrir a comunidade de forma diferente!"
    },
    {
      "t": "90299",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Ativar botão \"Curtir\" em tópicos",
      "desc": "O botão \"Curtir\" permitirá que seus membros compartilhem seu conteúdo com seus contatos do Facebook sem sair do fórum. Isso irá permitir que você compartilhe seu fórum no Facebook no perfil de seus membros, aumentando a audiência e sucesso."
    },
    {
      "t": "1297",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar o portal e widgets",
      "desc": "Aprenda aqui como criar e administrar o seu portal, com este tutorial irá bem mais fácil e pratico para fazer as modificações, e adequar melhor ainda para a melhor utilização do mesmo."
    },
    {
      "t": "9192",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Ativar o Chatbox do fórum",
      "desc": "O ChatBox é um meio de comunicação instantânea que pode ser utilizado entre os membros do fórum, ele permite conversas em tempo real. Uma boa técnica para que não utilizar os denominados off-topic!"
    },
    {
      "t": "30566",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Ativar conexão com Facebook Connect",
      "desc": " Vamos mostrar passo a passo de como ativar a conexão do Facebook Connect com seu fórum. Como se conectar no fórum através da nova ferramenta que o serviço Forumeiros nos proporciona: Facebook Connect."
    },
    {
      "t": "114324",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Configurar o progressive web app (PWA) no fórum",
      "desc": "A aplicação web progressiva (PWA) permite revolucionar a maneira que seu fórum é visto na web. Usando HTML, CSS e Javascript, ele cria uma aplicação acessível tanto para a versão mobile quanto desktop."
    },
    {
      "t": "1315",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Calendário",
      "desc": "O calendário do fórum tem a função de nos ajudar quando desejamos adicionar um evento ao fórum. Com ele é mais fácil e simplificada a visualização além de conter uma agenda que mostra os eventos de cada dia cadastrados. Com ele também se pode exibir os membros que fazem aniversário."
    },
    {
      "t": "109343",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Criar e gerenciar os eventos do fórum",
      "desc": "Compartilhe os melhores momentos usando o recurso Eventos, que permite associar ao seu calendário do fórum anúncios de festas, reuniões, festivais, concertos, demonstrações e entre outros mais!"
    },
    {
      "t": "7164",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Criar votação/enquete e adicionar ao portal",
      "desc": "As votações permitem obter uma opinião dos usuários sem que seja necessária a postagem de uma mensagem. Apenas terão de exercer o seu voto! Torna-se muito útil para obter opiniões mais generalizadas, captando assim a opinião dos usuários que menos postam mensagens."
    },
    {
      "t": "15885",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar os Widgets do fórum",
      "desc": "Os Widgets são espaços onde podemos adicionar todos os tipos de códigos HTML, sendo assim pode-se colocar quaisquer conteúdo. Neste modo, eles serão exibidos juntamente com todas as páginas do fórum, exerto o Portal."
    },
    {
      "t": "22448",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar o widget \"Palavras-chave\"",
      "desc": "Um recurso que nossos fóruns possuem é de exibir um widget que contenha as palavras chaves mais digitadas na caixa de busca. Algumas pessoas digitam palavras que não podem ser exibidas, para isso Forumeirtos tem uma funcionalidade que permite censurar as palavras que irão ser exibidas."
    },
    {
      "t": "22904",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar o widget \"Novidades\"",
      "desc": "Um recurso que nossos fóruns possuem é de exibir um que possua parte de tópicos. Este widget é muito útil para a exibição de comunicados, notícias e outras coisas no portal, sendo que ele capta informações de um dos fóruns do fórum e as exibe."
    },
    {
      "t": "2010",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar a galeria do fórum",
      "desc": "A galeria de um fórum é um espço em que é permitido o compartilhamento de imagens públicas entre os usuários. Poderá enviar as imagens de seu computador para o servidor e dispõe de um espaço de 10Mb de espaço em um disco para estocar imagens. O fórum pode beneficiar de um aumento deste espaço de disco, para isso é necessário comprar créditos, seu fórum passa então a usar espaço na galeria além do que é oferecido, logo, é a galeria profissional."
    },
    {
      "t": "16946",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerenciar a função \"Lançar dados\"",
      "desc": "O sistema de dados está intimamente ligado as fichas de personagem e aos campos do módulo RPG. A sua função deve ser definida pelo administrador pelo que o mesmo pensa que seja a melhor utilidade. A sua função é um jogo de sorte ao fazer o lançamento de dados, como os mesmos são computados dependerá do modo como o administrador escolher.",
      "versions": [
        10
      ]
    },
    {
      "t": "13951",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerir o sistema de reputação e o botão \"Obrigado\"",
      "desc": "O sistema de reputação está enquadrado com o sistema de pontos, pois também funciona com pontos, através da avaliação das mensagens, e também com o botão de agradecimento: \"Obrigado\"."
    },
    {
      "t": "42976",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerir os códigos JavaScript",
      "desc": "Em muitos casos gostaríamos de adicionar pequenos scripts que podem nos auxiliar com personalização e com pequenas funções que com uma simples página HTML não suporta. É possível hospedar os seus arquivos \".js\" em seu fórum sem se preocupar com perdas."
    },
    {
      "t": "7967",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Gerir as páginas HTML",
      "desc": "A página HTML personalizada, tem duas finalidade, criar uma página de apresentação sobre o Fórum ou criar normalmente páginas HTML. Assim sendo, se utilizarmos uma página HTML, como página inicial, ela será a primeira página a ser exibida assim que se aceder ao endereço do Fórum."
    },
    {
      "t": "118081",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Widget externo Forumeiros",
      "desc": "O widget Forumeiros permite incorporar os tópicos mais recentes do fórum em um site externo, ou numa página HTML. Assim, dando a possibilidade de exibir as últimas discussões do fórum em quaisquer sites: blogs, outros fóruns, etc."
    },
    {
      "t": "118085",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Salas de bate-papo",
      "desc": "As salas de bate-papo, que lhe permitem organizar o Chatbox do seu fórum em diferentes espaços de conversação. As salas podem ser públicas ou organizadas por grupos, de acordo com as configurações de permissão no Painel administrativo."
    },
    {
      "t": "118087",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Widgets no rodapé do fórum",
      "desc": "Widgets no rodapé é o complemento perfeito para o layout da sua comunidade. Criando uma segunda opção de apresentação das colunas dos widgets. Nas laterais (direita e/ou esquerda), no fundo do fórum (rodapé) ou em ambos."
    },
    {
      "t": "118079",
      "list": 1,
      "cat": 3,
      "subcat": 2,
      "title": "Imagens compartilhadas nos tópicos",
      "desc": "Com este recurso é fácil navegar pelas imagens publicadas, classificadas das mais recentes às mais antigas. Uma maneira simples de redescobrir as discussões de forma diferente!"
    },
    {
      "t": "114436",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Redigir e enviar uma notificação push personalizada",
      "desc": "O que são \"Notificações Push\"? É, em poucas palavras, um tipo de mensagem enviada para aplicativos (em um contexto geral). Com ela, é possível melhorar o SEO do site enviando informações precisas aos usuários."
    },
    {
      "t": "8479",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Adicionar ícones de mensagens",
      "desc": "Os ícones das mensagens, têm como finalidade demonstrar o espírito do tópico ou situação em que ele se encontra. Assim, pode ser usado para o criador do tópico se expressar, ou para definir situações dos tópicos, como por exemplo, coloca-los como \"resolvidos\" (como acontece aqui no Fórum dos Fóruns)!"
    },
    {
      "t": "17151",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Ativar a caixa de \"Resposta rápida\"",
      "desc": "Através da resposta rápida, poderá levar uma caixa de envio de respostas abaixo de todas as mensagens do tópico, já no mesmo terá as opções básicas para o envio de novas mensagens ao tópico."
    },
    {
      "t": "13791",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Anúncios rotativos",
      "desc": "Os anúncios rotativos, permitem adicionar vários informações do tipo texto e imagem no topo das páginas do seu Fórum, podendo criar inúmeros efeitos com os seus anúncios."
    },
    {
      "t": "22335",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Colorir o título dos tópicos",
      "desc": "-"
    },
    {
      "t": "384",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Caixa de edição de mensagens",
      "desc": "As caixas de mensagem estão presentes em todo o fórum, seja na resposta rápida, seja no envio de mensagens privadas e muitos outros locais. Por isso, é importante que algumas funções sobre esta sejam explicadas e que se note as diferenças entre as suas duas versões."
    },
    {
      "t": "14076",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Criar e gerir as Mensagens Privadas",
      "desc": "As mensagens privadas permitem aos membros conversarem entre sí sem que os outros tomem conhecimento do que está sendo tratado. Ela pode ser enviada á vários membros ou, somente a um destinatário."
    },
    {
      "t": "16404",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Criar mensagem (MP) de boas-vindas",
      "desc": "Com o envio de uma mensagem privada de boas-vindas o Fórum, através dum representante (frequentemente um administrador) poderá dar as boas vindas ao novo usuário assim que este se conete pela primeira vez no Fórum."
    },
    {
      "t": "16446",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Configurar a ferramenta \"Fale conosco\"",
      "desc": "A função Fale connosco permite o envio de uma mensagem, que pode ser de email ou mensagem privada para um determinado grupo de usuários, os administradores ou os moderadores. Ela pode ser escrita por membros do fórum tanto pelos convidados. Ela pdoe ser encontrada no rodapé de todas as páginas do fórum."
    },
    {
      "t": "12427",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Como criar e gerir os Smileys",
      "desc": "Os smileys são expressões que podemser utilizadas na forma de imagens para demonstrar algum sentimento. Podemos dividi-los em categorias e, utiliza-los para vários propósitos. Você pode adicionar, remover e editar os emoticons ou smileys que os usuários utilizam nas suas mensagens e nas mensagens privadas."
    },
    {
      "t": "17210",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Criar e gerir a mensagem na Home Page",
      "desc": "-"
    },
    {
      "t": "9649",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Fixar / anunciar um tópico e personalizar post-it e anúncio",
      "desc": "-"
    },
    {
      "t": "95433",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Gerenciamento do BBcode H2, H3 e H4",
      "desc": "-"
    },
    {
      "t": "27247",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Gerir a função de anexar arquivos (anexos)",
      "desc": "-"
    },
    {
      "t": "21090",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Inserir descrição em tópicos",
      "desc": "-"
    },
    {
      "t": "26579",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Limitar o número de citações numa mensagem",
      "desc": "-"
    },
    {
      "t": "13842",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Multi citação",
      "desc": "-"
    },
    {
      "t": "21858",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Permitir / Proibir a mudança do título dos tópicos",
      "desc": "-"
    },
    {
      "t": "7165",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Redigir e enviar uma newsletter ou e-mail em massa",
      "desc": "-"
    },
    {
      "t": "99009",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Redigir e enviar uma Mensagem Privada (MP) em massa",
      "desc": "-"
    },
    {
      "t": "9444",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Relatório de alerta",
      "desc": "-"
    },
    {
      "t": "26431",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Redimensionamento de imagens",
      "desc": "-"
    },
    {
      "t": "22211",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Tempo limite para editar uma mensagem",
      "desc": "-"
    },
    {
      "t": "27207",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Tópicos especiais: Anúncio global",
      "desc": "-"
    },
    {
      "t": "27813",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Utilização de spoilers",
      "desc": "-"
    },
    {
      "t": "30498",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Visualizar o botão resolvido",
      "desc": "-"
    },
    {
      "t": "9204",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Variáveis do fórum",
      "desc": "As variáveis são responsáveis por armazenar valores correspondentes a algo no fórum (os valores destas variáveis são actualizados automaticamente) e, podemos atravéz de códigos visualizar o valor contado por cada variável.",
      "versions": [
        10
      ]
    },
    {
      "t": "16564",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "title": "Configurações do e-mail do fórum",
      "desc": "Sempre que enviamos uma newsletter através do nosso Fórum, podemos definir um remetente, que poderá ser o email oficial do Fórum e podemos também definir uma assinatura que será anexada a todas as notificações que todos os membros recebem."
    },
    {
      "t": "93909",
      "list": 1,
      "cat": 3,
      "subcat": 6,
      "title": "Gerenciar as categorias do Servimg",
      "desc": "A criação de categorias faz com que suas imagens fiquem organizadas, e através do Painel de Controle você pode definir a categoria que receberá novas imagens que são enviadas a partir do Painel de controle do fórum."
    },
    {
      "t": "20351",
      "list": 1,
      "cat": 3,
      "subcat": 6,
      "title": "Utilizar o Servimg",
      "desc": "O Servimg é um serviço de hospedam de imagens que está intimamente ligado aos sistemas dos nossos fóruns. Com ele poderemos fazer o envio de imagens diretamente do Painel de Controle por um método de ligação. Podemos também fazer uma hospedagem separada através do site. Nele não é necessário se registrar pois quando criamos um fórum a conta também é criada automaticamente."
    },
    {
      "t": "118075",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "status": 1,
      "title": "Organize os tópicos com a vista em grelha",
      "desc": "A vista em grelha permite que a sua comunidade possa encontrar os tópicos de interesse de forma rápida e eficaz através de um design moderno e de destaque."
    },
    {
      "t": "118083",
      "list": 1,
      "cat": 3,
      "subcat": 3,
      "status": 1,
      "title": "Sistema de gostos e não gostos",
      "desc": "Um sistema de feedback e avaliação \"Gosto\" e \"Não Gosto\" (ou se preferir, um sistema de Likes) que, além de simples, se adapta aos hábitos dos internautas."
    },
    {
      "t": "20094",
      "list": 1,
      "cat": 3,
      "subcat": 5,
      "title": "Gerir a função \"Blog\"",
      "desc": "A possibilidade de criamos um blog, altera completamente o estilo de apresentação dos assuntos, transformando a primeira mensagem do tópico no estilo artigo e as seguintes em comentários, assim como na lista de tópicos estará presente uma introdução ao tópico."
    },
    {
      "t": "11750",
      "list": 1,
      "cat": 3,
      "subcat": 5,
      "title": "Visualizar e gerir as categorias, fóruns e sub-fóruns",
      "desc": "As categorias/fóruns/subfóruns representam o coração do seu fórum, pois com eles poderá organizar os assuntos discutidos no seu Fórum no modo que quiser, organizando da melhor forma essa discussão."
    },
    {
      "t": "14012",
      "list": 1,
      "cat": 3,
      "subcat": 5,
      "title": "Sistema de pontos",
      "desc": "O sistema de pontos permite atribuir pontos aos membros de acordo com o número de mensagens, data de inscrição, etc."
    },
    {
      "t": "16777",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Criar uma caixa de entrada para seus e-mails",
      "desc": "Uma caixa de entrada é a sua caixa de envio e recepção de correios eletrônicos. Através dela você pode receber e enviar mensagens eletrônicas (e-mails). Forumeiros lhe disponibiliza uma caixa de entrada para o seu e-mail pessoal após ter adquirido um domínio personalizado para seu fórum."
    },
    {
      "t": "7165",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Redigir e enviar uma newsletter ou e-mail em massa",
      "desc": "-"
    },
    {
      "t": "22974",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Ativar \"Pesquisa avançada\"",
      "desc": "-"
    },
    {
      "t": "110823",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Configurar o arquivo de publicidade ads.txt do fórum",
      "desc": "-"
    },
    {
      "t": "1438",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Gestão dos Créditos",
      "desc": "-"
    },
    {
      "t": "27173",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Gerenciar o espaço de armazenamento do fórum",
      "desc": "-"
    },
    {
      "t": "112029",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Editar espaço de publicidade",
      "desc": "-"
    },
    {
      "t": "22649",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Comprar um domínio personalizado (por Forumeiros)",
      "desc": "O espaço de monetização permite editar e exibir o conteúdo de seus patrocinadores, como por exemplo, publicidades diversas para rentabilizar sua comunidade, mostrando banners em diversos locais no fórum que podem ser descritos a seguir."
    },
    {
      "t": "41809",
      "list": 1,
      "cat": 3,
      "subcat": 4,
      "title": "Hiperligações do rodapé",
      "desc": "-"
    },
    {
      "t": "16253",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Gestão dos usuários",
      "desc": "Pode gerenciar os seus membros ativos ou não, advertindo-os por e-mail sobre a sua inatividade podendo excluindo-os ou desativar."
    },
    {
      "t": "17340",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Ativar novos membros",
      "desc": "Quando um membro novo registra-se no Fórum, a conta pode ser ativada por e-mail, pelo administrador do fórum ou ativada automaticamente, dando a escolha ao administrador."
    },
    {
      "t": "14811",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Permitir assinaturas e suas permissões",
      "desc": "Uma assinatura é uma mensagem personalizada que é exibida abaixo de cada mensagem do publicador. Como configurá-lo?",
      "versions": [
        10
      ]
    },
    {
      "t": "25756",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Cancelamento da inscrição",
      "desc": "Às vezes, por diversos motivo, os membros do fórum preferem apagar a sua conta no fórum."
    },
    {
      "t": "93962",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Gestão de banimentos",
      "desc": "Aprenda como gerenciar o banimento do membro do fórum."
    },
    {
      "t": "9293",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Censura de nomes de usuário",
      "desc": "Aprenda a bloquear nomes de usuário ao registrar do fórum."
    },
    {
      "t": "15419",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Escolha e configuração de avatares",
      "desc": "Quando regista-se em um fórum, tem a opção de adicionar um avatar no seu perfil.",
      "versions": [
        10
      ]
    },
    {
      "t": "22010",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Gestão de aniversários",
      "desc": "O gerenciamento de aniversários oferece opções para comemorar os aniversários dos membros do fórum."
    },
    {
      "t": "26525",
      "list": 1,
      "cat": 4,
      "subcat": 1,
      "title": "Tempo limite para o membro ser considerado como \"Offline\"",
      "desc": "Esta opção permite definir o tempo em minutos em que um membro é considerado \"offline\" se não tiver em atividade."
    },
    {
      "t": "12839",
      "list": 1,
      "cat": 4,
      "subcat": 2,
      "title": "Os grupos",
      "desc": "Este tutorial explica como criar um grupo, personalizá-lo e como ele funciona, para que você possa gerenciar os seus grupos facilmente."
    },
    {
      "t": "9077",
      "list": 1,
      "cat": 4,
      "subcat": 2,
      "title": "Classificação (ranks)",
      "desc": "Como criar uma classificação? O que é uma classificação especial? Como atribuir uma classificação? Como personalizar uma classificação? Todas essas questões são respondidas neste tópico."
    },
    {
      "t": "18896",
      "list": 1,
      "cat": 4,
      "subcat": 3,
      "title": "Posição do perfil nas mensagens (exceto em PhpBB2)",
      "desc": "Permite que você coloque seus perfis à direita ou à esquerda nos tópicos."
    },
    {
      "t": "118068",
      "list": 1,
      "cat": 4,
      "subcat": 3,
      "title": "Sistema de conquistas",
      "desc": "As conquistas são como troféus. Recompensas desbloqueadas ao alcançar um determinado valor em uma determinada área."
    },
    {
      "t": "17049",
      "list": 1,
      "cat": 4,
      "subcat": 3,
      "title": "Gestão de campos de perfil",
      "desc": "Este tutorial explica como alterar os campos de perfil, adaptados com o perfil avançado."
    },
    {
      "t": "829",
      "list": 1,
      "cat": 4,
      "subcat": 3,
      "title": "Gestão da Ficha de personagem e o Módulo RPG",
      "desc": "Este tutorial detalha o procedimento para ativar e configurar uma folha de personagem.",
      "versions": [
        10
      ]
    },
    {
      "t": "118077",
      "list": 1,
      "cat": 4,
      "subcat": 3,
      "title": "Seguimento entre membros no fórum",
      "desc": "Membros a seguir são os membros que segues e queres receber notificações do conteúdo deles, como: novos tópicos e mensagens (dependendo das preferências do perfil). Uma forma interessante de descobrir cada publicação de um membro específico.",
      "versions": [
        10
      ]
    },
    {
      "t": "25528",
      "list": 1,
      "cat": 4,
      "subcat": 4,
      "title": "Permitir que moderadores vejam membros invisíveis",
      "desc": "Por vezes, é proveitoso que os \"moderadores\" possam visualizar os membros invisíveis do fórum, agora verá como pode permitir a utilização desta ferramenta."
    },
    {
      "t": "27025",
      "list": 1,
      "cat": 4,
      "subcat": 4,
      "title": "Permissão para ver o IP do membro numa mensagem",
      "desc": "Escolha o nível de permissão de quem pode ver o IP de quem publicou."
    },
    {
      "t": "20078",
      "list": 1,
      "cat": 4,
      "subcat": 4,
      "title": "Permitir que moderadores possam banir um membro",
      "desc": "Escolha se quer ou não que os moderadores do fórum possam banir membros."
    },
    {
      "t": "20324",
      "list": 1,
      "cat": 4,
      "subcat": 4,
      "title": "Desativar o envio de uma nova senha para administradores e moderadores",
      "desc": "Esta opção desativa o uso do 'Esqueci-me da senha' para administradores e moderadores."
    },
    {
      "t": "8470",
      "list": 1,
      "cat": 4,
      "subcat": 4,
      "title": "Moderadores: Como moderar",
      "desc": "Uma ferramenta para moderar o fórum eficazmente.",
      "versions": [
        11
      ]
    },
    {
      "t": "110577",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Uma forma fácil e rápida de se escrever um código em CSS",
      "desc": "Um código crucial no Fórum dos Fóruns é o CSS. Usamos ele aqui basicamente para todas as questões que envolvem um mínimo de JavaScript ou que estão relacionadas à aparência do fórum. Como já devemos saber, é o CSS que cria e estiliza as nossas páginas HTML."
    },
    {
      "t": "15664",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Alterar o logo do Fórum",
      "desc": "Aprenda a alterar o logotipo do fórum para o seu."
    },
    {
      "t": "49309",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "A folha de estilo CSS",
      "desc": "Graças à folha CSS, tens a possibilidade de personalizar a exibição do seu fórum Forumeiros."
    },
    {
      "t": "2156",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "As cores",
      "desc": "Todas as cores são configuráveis, e este tutorial agrupa todos os lugares onde as escolhas do painel de administração atuam."
    },
    {
      "t": "16480",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Temas temporários",
      "desc": "O que são temas temporários e como usá-los?"
    },
    {
      "t": "16113",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Exportar e importar um tema",
      "desc": "Este tutorial explica como exportar e importar seu tema."
    },
    {
      "t": "15900",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Versões do fórum",
      "desc": "Este tutorial apresentará as diferentes versões oferecidas pelo Forumeiros, como reconhecê-las e alterá-las no seu fórum"
    },
    {
      "t": "20295",
      "list": 1,
      "cat": 5,
      "subcat": 1,
      "title": "Ícones de mensagens",
      "desc": "Os ícones de mensagem são imagens pequenas que ilustram - por exemplo - o estado do autor ou o status da mensagens."
    },
    {
      "t": "16827",
      "list": 1,
      "cat": 5,
      "subcat": 2,
      "title": "Modifique os templates do fórum",
      "desc": "O que são templates? Quem pode e como modificar os templates do fórum? Todas as resposta estão aqui."
    },
    {
      "t": "8652",
      "list": 1,
      "cat": 5,
      "subcat": 3,
      "title": "Procurar um tema no HitSkin",
      "desc": "Quando desejamos encontrar um novo tema para os nossos fóruns, na maioria das vezes, recorremos ao serviço oferecido pelo Forumeiros, o HitSkin. Veremos como poderemos obter resultados satisfatórios nas buscas de temas e como podemos pesquisar um tema pelo nome."
    },
    {
      "t": "17239",
      "list": 1,
      "cat": 5,
      "subcat": 3,
      "title": "Criar uma conta no Hitskin",
      "desc": "Para que possa desfrutar do direito de enviar temas para o site de temas Forumeiros é necessário que você possua uma conta no site. Veremos neste tutorial como criar uma conta e as ferramentas que ela nos oferece para a gestão dos temas que enviamos."
    },
    {
      "t": "17311",
      "list": 1,
      "cat": 5,
      "subcat": 3,
      "title": "Propor um tema no Hitskin",
      "desc": "Quando criamos um tema muito bom e desejamos compartilhar o mesmo com outras pessoas, podemos utilizar o serviço de disponibilização de temas do Forumeiros, o Hitskin. Veremos neste tutorial o que é necessário para que possamos enviar um tema criado por nós para o site."
    },
    {
      "t": "17276",
      "list": 1,
      "cat": 5,
      "subcat": 3,
      "title": "Instalar ou criar um fórum com um tema do Hitskin",
      "desc": "Para facilitar a instalação de temas em nossos fóruns temos acesso ao Hitskin, site com mais de 3000 opções de temas para que possamos escolher e instalar em nosso fórum. Veremos neste tutorial como é simples, rápido e fácil instalar o tema perfeito."
    },
    {
      "t": "17730",
      "list": 1,
      "cat": 5,
      "subcat": 3,
      "title": "Publicaram o meu tema no HitSkin sem autorização",
      "desc": "Apesar dos temas do Hitskin serem grátis, eles possuem direitos autorais. Por isso, você tem total direito de removê-lo caso não esteja acomodado de vê-lo publicado por outro usuário."
    },
    {
      "t": "15695",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Adicionar opacidade aos ícones da barra de navegação",
      "desc": "Este tutorial irá lhe ensinar como poderá deixar a imagem do menu de navegação do seu fórum com diferentes níveis de cor, variando de uma cor total até uma cor mais opaca. Como o menu principal é um ponto onde muitos membros acedem, é interessante que seja feita algumas modificações no mesmo.",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "46958",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Personalizar a caixa de pesquisa",
      "desc": "Através deste tutorial poderá personalizar a caixa de busca do Fórum, por exemplo, inserir diversas imagens na caixa e alterar a posição do mesmo.",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "118156",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Decoração de Natal",
      "desc": "Para CELEBRAR o último mês do ano, Forumeiros propõe-lhe uma seleção de animações em forma de códigos para decorar a tua comunidade. Simples de instalar e mágico. Para isso, fizemos uma seleção das decorações mais mágicas para trazer o Natal à tua comunidade da maneira mais fácil possível Decora a tua comunidade para o Natal Icon_dwarf",
      "versions": [
        0
      ]
    },
    {
      "t": "118127",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Decoração de Halloween",
      "desc": "Para celebrar o Halloween ARREPIANTE, Forumeiros propõe-lhe uma seleção de animações em forma de códigos para decorar a tua comunidade. Simples de instalar e assustador. Para isso, fizemos uma seleção das decorações mais assustadoras ",
      "versions": [
        0
      ]
    },
    {
      "t": "115012",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Decoração para a Páscoa",
      "desc": "Para comemorar a Páscoa como deveria ser, o Forumeiros oferece uma seleção de decorações em forma de códigos - simples de instalar - para o seu Fórum!",
      "versions": [
        0
      ]
    },
    {
      "t": "56808",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Por a barra de navegação na vertical",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "56809",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Efeito ao passar o cursor em cima da imagem da barra de navegação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "57330",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Alterar o texto dos itens da barra de navegação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "105532",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Personalizar atalho do membro da barra de ferramentas",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "115593",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Efeito onda no cabeçalho do fórum",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "85270",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Mostrar o avatar do membro na barra de ferramentas",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "93901",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Criar sub-itens na barra de navegação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "112612",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Remover menu fixo ao descer a página",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "32787",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Criar atalhos para os sub-fóruns na página inicial",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "104934",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Criar logos aleatórios",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "98382",
      "list": 2,
      "cat": 6,
      "subcat": 1,
      "title": "Transformar o fundo em um vídeo do youtube",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "110558",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Proteção contra owner e XSS nas mensagens e chat",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "18467",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Personalizar o cursor do mouse",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "21534",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Personalizar o fundo dos widgets",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "57067",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Substituir percentagem imagem por texto nos widgets predefinidos",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "61133",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Tornar o título das \"Novidades\" em hiperligação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "93895",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Mostrar o avatar do membro nos \"Últimos assuntos\"",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "93862",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Adicionar um aviso no chat box",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "83644",
      "list": 2,
      "cat": 6,
      "subcat": 2,
      "title": "Alterar o prefixo dos moderadores do chat box",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "15944",
      "list": 2,
      "cat": 6,
      "subcat": 3,
      "title": "Organizando categoria como \"Você e Forumeiros\"",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "108131",
      "list": 2,
      "cat": 6,
      "subcat": 3,
      "title": "Colorir os fóruns com novas mensagens",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "93959",
      "list": 2,
      "cat": 6,
      "subcat": 3,
      "title": "Mostrar a descrição do fórum ao passar o cursor",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "16049",
      "list": 2,
      "cat": 6,
      "subcat": 4,
      "title": "Personalizar o SCEditor",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "23170",
      "list": 2,
      "cat": 6,
      "subcat": 4,
      "title": "Adicionar estado \"Online\" e \"Offline\" nos tópicos",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "56961",
      "list": 2,
      "cat": 6,
      "subcat": 4,
      "title": "Retirar o \"Ver mais Smileys\"",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "17853",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Retirar o sublinhado da hiperligação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "56712",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Efeito neon na hiperligação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "52737",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Efeito no nome de usuário",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "35499",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Personalização do spoiler",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "30464",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Personalização do código",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "78603",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Encurtar o texto da hiperligação",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "29666",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Alterar a posição do rank e do avatar",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "73391",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Mostrar as opções da mensagem ao passar o cursor",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "93905",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Personalizar links de downloads externos",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "89460",
      "list": 2,
      "cat": 6,
      "subcat": 5,
      "title": "Cor na seleção de texto",
      "versions": [
        1,
        2,
        3,
        4
      ]
    },
    {
      "t": "114170",
      "list": 2,
      "cat": 7,
      "title": "Destacar mensagens de moderador no chatbox"
    },
    {
      "t": "113313",
      "list": 2,
      "cat": 7,
      "title": "Limitar o número de imagens na assinatura"
    },
    {
      "t": "113739",
      "list": 2,
      "cat": 7,
      "title": "Sugestões de membros ao mencionar"
    },
    {
      "t": "113681",
      "list": 2,
      "cat": 7,
      "title": "Sistema de medalhas com descrição ao passar o mouse"
    },
    {
      "t": "113439",
      "list": 2,
      "cat": 7,
      "title": "Como criar mensagens moderativas"
    },
    {
      "t": "113331",
      "list": 2,
      "cat": 7,
      "title": "Permitir que apenas administradores apagem tópicos"
    },
    {
      "t": "113083",
      "list": 2,
      "cat": 7,
      "title": "Alterar o ícone do tópico em modo AJAX"
    },
    {
      "t": "112877",
      "list": 2,
      "cat": 7,
      "title": "FancyBox nas imagens"
    },
    {
      "t": "112824",
      "list": 2,
      "cat": 7,
      "title": "Criar campos na criação do tópico"
    },
    {
      "t": "112054",
      "list": 2,
      "cat": 7,
      "title": "Avatar no membro mencionado"
    },
    {
      "t": "112033",
      "list": 2,
      "cat": 7,
      "title": "Criar um botão da FontAwesome no SCEditor"
    },
    {
      "t": "111841",
      "list": 2,
      "cat": 7,
      "title": "Trancar o tópico na criação"
    },
    {
      "t": "111840",
      "list": 2,
      "cat": 7,
      "title": "Botão copiar código"
    },
    {
      "t": "111839",
      "list": 2,
      "cat": 7,
      "title": "Personalizar a paleta de cores do SCEditor"
    },
    {
      "t": "110573",
      "list": 2,
      "cat": 7,
      "title": "Tags nos tópicos"
    },
    {
      "t": "110572",
      "list": 2,
      "cat": 7,
      "title": "Sistema de prefixo nos tópicos"
    },
    {
      "t": "108520",
      "list": 2,
      "cat": 7,
      "title": "Limitar a altura de citações"
    },
    {
      "t": "108132",
      "list": 2,
      "cat": 7,
      "title": "Remover \"Última edição por...\" nos tópicos"
    },
    {
      "t": "108128",
      "list": 2,
      "cat": 7,
      "title": "Organizar os tópicospor separadores"
    },
    {
      "t": "107420",
      "list": 2,
      "cat": 7,
      "title": "Publicar na resposta rápida em ajax com avisos"
    },
    {
      "t": "107135",
      "list": 2,
      "cat": 7,
      "title": "Emoticons pessoaispor membro"
    },
    {
      "t": "105897",
      "list": 2,
      "cat": 7,
      "title": "Adicionar novas fontes no SCEditor"
    },
    {
      "t": "105530",
      "list": 2,
      "cat": 7,
      "title": "Bloquear tópico sem refresh"
    },
    {
      "t": "98754",
      "list": 2,
      "cat": 7,
      "title": "Esconder a primeira mensagem dos convidados"
    },
    {
      "t": "98380",
      "list": 2,
      "cat": 7,
      "title": "Salvamento de mensagens em progresso"
    },
    {
      "t": "97785",
      "list": 2,
      "cat": 7,
      "title": "Pesquisa com resultados automáticos"
    },
    {
      "t": "96843",
      "list": 2,
      "cat": 7,
      "title": "Aplicando foto de capa em tópicos"
    },
    {
      "t": "80640",
      "list": 2,
      "cat": 7,
      "title": "Ficha de personagem em lightbox"
    },
    {
      "t": "86579",
      "list": 2,
      "cat": 7,
      "title": "Auto embed em vídeos do youtube"
    },
    {
      "t": "86559",
      "list": 2,
      "cat": 7,
      "title": "Avatar na resposta rápida"
    },
    {
      "t": "86580",
      "list": 2,
      "cat": 7,
      "title": "Parar o redirecionamento ao votar em um tópico"
    },
    {
      "t": "90655",
      "list": 2,
      "cat": 7,
      "title": "Substituir conteúdo da mensagem pelos links de registo e login para visitantes"
    },
    {
      "t": "90653",
      "list": 2,
      "cat": 7,
      "title": "Visualizar tópico em modo hover"
    },
    {
      "t": "92125",
      "list": 2,
      "cat": 7,
      "title": "Confirmar antes de responder a um tópico"
    },
    {
      "t": "92121",
      "list": 2,
      "cat": 7,
      "title": "Context menu para ações nos tópicos"
    },
    {
      "t": "91430",
      "list": 2,
      "cat": 7,
      "title": "Citação mais eficaz e rápida"
    },
    {
      "t": "61137",
      "list": 2,
      "cat": 7,
      "title": "Usar JavaScript de sites externos"
    },
    {
      "t": "115589",
      "list": 2,
      "cat": 7,
      "title": "Som ao receber notificações"
    },
    {
      "t": "115586",
      "list": 2,
      "cat": 7,
      "title": "Apagar todas as mensagens de um membro"
    },
    {
      "t": "114517",
      "list": 2,
      "cat": 7,
      "title": "Página para alternar contas"
    },
    {
      "t": "101589",
      "list": 2,
      "cat": 7,
      "title": "Função Ajax ao banir um membro"
    },
    {
      "t": "108902",
      "list": 2,
      "cat": 7,
      "title": "Modificar os botões do SCEditor para ícones da FontAwesome"
    },
    {
      "t": "110560",
      "list": 2,
      "cat": 7,
      "title": "Lista de membros com AJAX ao final da página"
    },
    {
      "t": "108519",
      "list": 2,
      "cat": 7,
      "title": "Procurar membros em ordem alfabética"
    },
    {
      "t": "108900",
      "list": 2,
      "cat": 7,
      "title": "Entrar utilizando o e-mail"
    },
    {
      "t": "108904",
      "list": 2,
      "cat": 7,
      "title": "Botão SCEditor: Spotify"
    },
    {
      "t": "108903",
      "list": 2,
      "cat": 7,
      "title": "Botão SCEditor: melhoria tag code"
    },
    {
      "t": "93903",
      "list": 2,
      "cat": 7,
      "title": "Botão SCEditor: Fullscreen"
    },
    {
      "t": "112338",
      "list": 2,
      "cat": 7,
      "title": "SCEditor habilitado no clique"
    },
    {
      "t": "112338",
      "list": 2,
      "cat": 7,
      "title": "Confirmar a saída da página caso exista uma mensagem no editor",
      "desc": "O que parece ser improvável para alguns, para outros é um inconveniente de clicar acidentalmente em uma hiperligação, ser redirecionado e perder todo o conteúdo da mensagem existe no editor. Com este tutorial vamos dá-lhe a probabilidade de acabar este inconveniente através de uma confirmação a cada clique em uma hiperligação ou caso tente sair da página atual.",
      "versions": [0]
    },
   {
      "t": "118292",
      "list": 2,
      "cat": 7,
      "title": "Opção para \"Esconder assinatura\"",
      "desc": "\"Esconder assinatura\" é um truque para tornar a sua comunidade prática e cômoda para todos que acham que a assinatura é pouco agradável visualmente. Uma simples seleção de \"Sim\" e \"Não\" aparece ao lado dos participantes do tópico para esconder ou mostrar as assinaturas dos tópicos. É compatível com todas as versões Forumeiros.",
      "versions": [0, 1]
    },
    {
      "t": "118294",
      "list": 2,
      "cat": 7,
      "title": "Opção para escolher o modo escuro ou claro",
      "desc": "Escolher entre modo escuro ou claro e dar a possibilidade de escolha a sua comunidade. É um ponto extra na parte visual do fórum. Alterar de forma simples e eficaz através de um seletor existe no fundo do fórum. É compatível com todas as versões Forumeiros.",
      "versions": [0, 1]
    },
        {
      "t": "118296",
      "list": 2,
      "cat": 7,
      "title": "Carregar tópicos usando o Feed RSS",
      "desc": "Carregar tópicos usando o Feed RSS dá a possibilidade de carregar todos os tópicos do fórum ou de um determinado subfórum em um módulo personalizado, página HTML ou outro local do fórum. Ótimo para quem quer destacar os anúncios, atualizações ou novidades da comunidade automaticamente.",
      "versions": [0, 1]
    },
    {
      "t": "101070",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Dicas e conceitos",
      "desc": "Muitos usuários gostam do ramo de edição de imagens e criações gráficas mas não possuem conhecimento sobre os termos utilizados na área e acabam perdendo-se ao receberem o suporte de outrem mais experiente. Este tópico estará sanando todas, ou quase todas dúvidas que possam haver sobre o assunto.",
      "level": 1
    },
    {
      "t": "103134",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Vista geral das opções básicas",
      "desc": "Este é um breve tutorial que explica as funções básicas do Photoshop. São elas: criar um novo documento, salvá-lo e salvar um arquivo em ficheiro gif (animado).",
      "level": 1
    },
    {
      "t": "98377",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Ferramentas básicas",
      "desc": "O Adobe Photoshop é um editor gráfico que oferece diversos recursos para a edição e criação de imagens, e a base para tudo isso está nas ferramentas que o editor dispõe, nesse tutorial iremos falar um pouco sobre cada ferramenta e suas respectivas funções.",
      "level": 1
    },
    {
      "t": "107893",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Adicionar fonte a ferramenta texto",
      "desc": "Muitos designers procura estar personalizando seus textos com tipografia diferenciada ou até mesmo aquele pedido gráfico em que os usuários pede uma fonte diferente do comum, neste tutorial terá passo a passo de como instalar diversas fontes em seu photoshop.",
      "level": 2
    },
    {
      "t": "106369",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Traduzir para português",
      "desc": "Muitas vezes temos o PS6 em outro idioma que não é o Português, e isto atrapalha um pouco as edições de imagens, e por necessidades gostaria que fosse possível a tradução deste incrível editor, e sim, neste tutorial será explicado como traduzir para o idioma desejado.",
      "level": 2
    },
    {
      "t": "106395",
      "list": 2,
      "cat": 8,
      "title": "Photoshop: Aplicar o ZOOM no botão de rolagem do mouse",
      "desc": "Quando queremos dar o zoom em nossas criações gráficas teremos que fazer todo processo manual, mas, neste tutorial ensinara passo por passo para que possamos dar o zoom mais fácil e rápido, apenas utilizando o botão de rolagem do mouse para fazer o efeito.",
      "level": 2
    },
    {
      "t": "115594",
      "list": 2,
      "cat": 8,
      "title": "Alterar cor de uma imagem com Matriz e saturação",
      "desc": "Neste tutorial você ira aprender como alterar a cor de uma imagem pelas ferramentas matriz e saturação pelo Photoshop.",
      "level": 2
    },
    {
      "t": "102611",
      "list": 2,
      "cat": 8,
      "title": "Conceitos básicos sobre Smudge",
      "level": 2
    },
    {
      "t": "109700",
      "list": 2,
      "cat": 8,
      "title": "Dupla Exposição",
      "level": 2
    },
    {
      "t": "109698",
      "list": 2,
      "cat": 8,
      "title": "Efeito Distorção RGB",
      "level": 2
    },
    {
      "t": "103139",
      "list": 2,
      "cat": 8,
      "title": "Textura de madeira",
      "level": 2
    },
    {
      "t": "103356",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: animação GIF",
      "level": 2
    },
    {
      "t": "104238",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: Preencher com uma imagem",
      "level": 2
    },
    {
      "t": "106011",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: efeito sangue",
      "level": 2
    },
    {
      "t": "105025",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: efeito ouro",
      "level": 2
    },
    {
      "t": "101567",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: estilo \"God of War\"",
      "level": 2
    },
    {
      "t": "109697",
      "list": 2,
      "cat": 8,
      "title": "Ideia texto: em 3D",
      "level": 2
    },
    {
      "t": "105318",
      "list": 2,
      "cat": 8,
      "title": "Renderizar uma imagem",
      "level": 1
    },
    {
      "t": "106018",
      "list": 2,
      "cat": 8,
      "title": "Criar um rank personalizado: Introdução",
      "level": 2
    },
    {
      "t": "102608",
      "list": 2,
      "cat": 8,
      "title": "Criar um rank personalizado: Médio",
      "level": 4
    },
    {
      "t": "103348",
      "list": 2,
      "cat": 8,
      "title": "Criar um rank personalizado: Avançado",
      "level": 3
    },
    {
      "t": "103357",
      "list": 2,
      "cat": 8,
      "title": "Criar uma assinatura: Introdução",
      "level": 2
    },
    {
      "t": "106266",
      "list": 2,
      "cat": 8,
      "title": "Criar uma assinatura: Médio",
      "level": 4
    },
    {
      "t": "100400",
      "list": 2,
      "cat": 8,
      "title": "Criar uma assinatura: Avançado",
      "level": 5
    },
    {
      "t": "106240",
      "list": 2,
      "cat": 8,
      "title": "Ideia assinatura: Staff",
      "level": 2
    },
    {
      "t": "101964",
      "list": 2,
      "cat": 8,
      "title": "Ideia assinatura: Harry Potter",
      "level": 2
    },
    {
      "t": "106381",
      "list": 2,
      "cat": 8,
      "title": "Pixlr: Criar um Favicon",
      "level": 2
    },
    {
      "t": "102605",
      "list": 2,
      "cat": 8,
      "title": "Ícones com efeito Flat Design",
      "level": 3
    },
    {
      "t": "98733",
      "list": 2,
      "cat": 8,
      "title": "Avatar: Simples sofisticado",
      "level": 2
    },
    {
      "t": "106271",
      "list": 2,
      "cat": 8,
      "title": "Avatar: com borda",
      "level": 2
    },
    {
      "t": "102607",
      "list": 2,
      "cat": 8,
      "title": "Ideia logotipo: Simples",
      "level": 2
    },
    {
      "t": "104254",
      "list": 2,
      "cat": 8,
      "title": "Ideia logotipo: Assassin's Creed",
      "level": 2
    },
    {
      "t": "105320",
      "list": 2,
      "cat": 8,
      "title": "Ideia logotipo: Ninja",
      "level": 2
    },
    {
      "t": "106012",
      "list": 2,
      "cat": 8,
      "title": "Efeito Sharingan",
      "level": 2
    },
    {
      "t": "101036",
      "list": 2,
      "cat": 8,
      "title": "Banner animado",
      "level": 2
    },
    {
      "t": "101578",
      "list": 2,
      "cat": 8,
      "title": "Texto com animação reflexo",
      "level": 3
    },
    {
      "t": "106373",
      "list": 2,
      "cat": 8,
      "title": "Capa do Grupo no WhatsApp",
      "level": 2
    }
  ],
  "topic_count": 624
}
